Repository: biko-73/E2IPlayer
Catalog: E2IPlayer_py3.13x/usr/lib/enigma2/python/Plugins/Extensions/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: el

source: For more info please ask samsamsam@o2.pl
el: Για περισσότερες πληροφορίες, ρωτήστε στο samsamsam@o2.pl

source: It improves HLS/M3U8 stream download.
el: Βελτιώνει τη λήψη ροής HLS/M3U8.

source: Alternative domain:
el: Εναλλακτικός τομέας:

source: Fatal Error! Plugin is not supported with your platform.
el: Ανεπανόρθωτο σφάλμα! Το πρόσθετο δεν υποστηρίζεται σε αυτή την πλατφόρμα.

source: Please visit http://duktape.org/
el: Παρακαλώ επισκεφτείτε το http://duktape.org/

source: Duktape is an embeddable Javascript engine, with a focus on portability and compact footprint.
el: Το Duktape είναι μια ενσωματωμένη μηχανή Javascript, με έμφαση στη φορητότητα και το συμπαγές αποτύπωμα.

source: TV Show
el: Τηλεοπτική εκπομπή

source: Access to this service requires login. Please register on the site "%s" and then put your e-mail and password in the host configuration under blue button.
el: Η πρόσβαση σε αυτή την υπηρεσία απαιτεί σύνδεση. Παρακαλώ εγγραφείτε στον ιστότοπο "%s" και στη συνέχεια βάλτε το e-mail και τον κωδικό πρόσβασης στις ρυθμίσεις του host κάτω από το μπλε κουμπί.

source: Login mode
el: Λειτουργία σύνδεσης

source: Secure cookie name
el: Ασφαλές όνομα cookie

source: Secure cookie value
el: Ασφαλής τιμή cookie

source: Name
el: Όνομα

source: Trailer
el: Τρέιλερ

source: This service requires a new Enigma2 image with a Python version %s or later.
el: Αυτή η υπηρεσία απαιτεί ένα νέο image Enigma2 με έκδοση Python %s ή νεότερη.

source: Genre:
el: Είδος:

source: Order by:
el: Σειρά κατά:

source: Score at least:
el: Βαθμολογία τουλάχιστον:

source: trailer
el: τρέιλερ

source: Advance (cookie item)
el: Προκαταβολή (στοιχείο cookie)

source: Simple (e-mail, password)
el: Απλό (e-mail, κωδικός πρόσβασης)

source: Top series
el: Κορυφαίες σειρές

source: Top movies
el: Κορυφαίες ταινίες

source: Upcoming
el: Επερχόμενα

source: Most watched
el: Περισσότερες παρακολουθήσεις

source: Last update
el: Τελευταία ενημέρωση

source: Cartoon list
el: Λίστα κινουμένων σχεδίων

source: Allow watched flag to be set (experimental)
el: Επιτρέπεται ο ορισμός σημαίας παρακολούθησης (πειραματικό)

source: The color of the viewed item
el: Το χρώμα του προβαλλόμενου στοιχείου

source: The color of the watched item
el: Το χρώμα του παρακολουθούμενου στοιχείου

source: Unset watched
el: Μη ορισμός παρακολούθησης

source: Set watched
el: Ορισμός παρακολούθησης

source: Show paid items (it may be illegal)
el: Εμφάνιση στοιχείων επί πληρωμή (μπορεί να είναι παράνομα)

source: Show items with DRM
el: Εμφάνιση στοιχείων με DRM

source: Items with DRM protection.
el: Στοιχεία με προστασία DRM.

source: Video with DRM protection.
el: Βίντεο με προστασία DRM.

source: Trailers
el: Τρέιλερ

source: Hardware floating point
el: Υλικό κινητής υποδιαστολής

source: Software floating point
el: Λογισμικό κινητής υποδιαστολής

source: after closing
el: μετά το κλείσιμο

source: after day
el: μετά από μία ημέρα

source: after three days
el: μετά από τρεις μέρες

source: after a week
el: μετά από μια εβδομάδα

source: Simple list
el: Απλή λίστα

source: Tree list
el: Λίστα δέντρου

source: private
el: ιδιωτικός

source: System
el: Σύστημα

source: Own model
el: Δικό σας μοντέλο

source: None
el: Κανένα

source: Transparent
el: Διαφανές

source: Black
el: Μαύρο

source: Darkgray
el: Σκούρο γκρι

source: Lightgray
el: Ανοιχτό γκρι

source: internal
el: εσωτερικό

source: external eplayer3
el: εξωτερικό eplayer3

source: external gstplayer
el: εξωτερικό gstplayer

source: no
el: όχι

source: yes, to console
el: ναι, στη κονσόλα

source: yes, to file /hdd/iptv.dbg
el: ναι, στο αρχείο /hdd/iptv.dbg

source: yes, to file /tmp/iptv.dbg
el: ναι, στο αρχείο /tmp/iptv.dbg

source: yes, to file /home/root/logs/iptv.dbg
el: ναι, στο αρχείο /home/root/logs/iptv.dbg

source: with source code
el: με πηγαίο κώδικα

source: all types
el: όλοι οι τύποι

source: black
el: μαύρο

source: red
el: κόκκινο

source: blue
el: μπλε

source: green
el: πράσινο

source: antique&white
el: αντίκα&λευκό

source: navy
el: βαθυγάλαζο

source: line
el: γραμμή

source: Italian
el: Ιταλικά

source: Portuguese
el: Πορτογαλικά

source: Hours
el: Ώρες

source: Days
el: Ημέρες

source: Minutes
el: Λεπτά

source: Turkey
el: Τουρκία

source: Japon
el: Ιαπωνία

source: E2iPlayer - settings
el: E2iPlayer - Ρυθμίσεις

source: ----- HIDDEN OPTIONS -----
el: ----- ΚΡΥΦΕΣ ΕΠΙΛΟΓΕΣ -----

source: Last checked version
el: Τελευταία έκδοση που ελέγχθηκε

source: Show all version in the update menu
el: Εμφάνιση όλων των εκδόσεων στο μενού ενημερώσεων

source: VFD set current title:
el: Ορισμός τρέχοντος τίτλου VFD:

source: Write current title to file:
el: Εγγραφή τρέχοντος τίτλου στο αρχείο:

source: The default aspect ratio for the external player
el: Προεπιλεγμένος λόγος διαστάσεων εξωτερικής αναπαραγωγής

source: Hosts List Type-NOT FINISHED
el: Τύπος λίστας hosts-ΔΕΝ ΟΛΟΚΛΗΡΩΘΗΚΕ

source: ----- BASIC CONFIGURATION (OK) -----
el: ----- ΒΑΣΙΚΕΣ ΡΥΘΜΙΣΕΙΣ (ΟΚ) -----

source: Auto check for plugin update
el: Αυτόματος έλεγχος ενημερώσεων του πρόσθετου

source: The preferred update server
el: Προτιμώμενος διακομιστής ενημέρωσης

source: Add update from GitLab repository
el: Προσθήκη ενημέρωσης από το αποθετήριο GitLab

source: E2iPlayer login
el: Σύνδεση E2iPlayer

source: E2iPlayer password
el: Κωδικός πρόσβασης E2iPlayer

source: Update
el: Ενημέρωση

source: Virtual Keyboard type
el: Τύπος εικονικού πληκτρολογίου

source: Background color
el: Χρώμα φόντου

source: Show suggestions
el: Εμφάνιση προτάσεων

source: Default suggestions provider
el: Προεπιλεγμένος πάροχος προτάσεων

source: Platform
el: Πλατφόρμα

source: Services configuration
el: Ρυθμίσεις υπηρεσιών

source: Remove disabled services
el: Αφαίρεση απενεργοποιημένων υπηρεσιών

source: Initialize web interface (experimental)
el: Προετοιμασία διεπαφής ιστού (πειραματικό)

source: Disable live at plugin start
el: Απενεργοποίηση ζωντανής μετάδοσης στην έναρξη του πρόσθετου

source: Pin protection for plugin
el: Προστασία με pin για το πρόσθετο

source: Pin protection for configuration
el: Προστασία με pin για τις ρυθμίσεις

source: Set pin code
el: Ορισμός κωδικού pin

source: Enable Add IPAudio
el: Ενεργοποίηση προσθήκης IPAudio

source: Xtream IPTV location
el: Τοποθεσία Xtream IPTV

source: StalkerClient location
el: Τοποθεσία StalkerClient

source: Skin
el: Θέμα

source: Use colors
el: Χρήση χρωμάτων

source: Display thumbnails
el: Εμφάνιση μικρογραφιών

source: Allowed formats of thumbnails
el: Επιτρεπόμενες μορφές μικρογραφιών

source: Remove thumbnails
el: Αφαίρεση μικρογραφιών

source: Enable hosts groups
el: Ενεργοποίηση ομάδων hosts

source: Service icon size
el: Μέγεθος εικονιδίου υπηρεσίας

source: Number of rows
el: Αριθμός σειρών

source: Number of columns
el: Αριθμός στηλών

source: Use the PyCurl for HTTP(S) requests
el: Χρήση PyCurl για αιτήματα HTTP(S)

source: https - validate SSL certificates
el: https - Επικύρωση πιστοποιητικών SSL

source: ----- PROXIES CONFIGURATION (OK) -----
el: ----- ΡΥΘΜΙΣΕΙΣ ΔΙΑΚΟΜΙΣΤΩΝ ΜΕΣΟΛΑΒΗΣΗΣ (OK) -----

source: Alternative proxy server (1)
el: Εναλλακτικός διακομιστής μεσολάβησης (1)

source: Alternative proxy server (2)
el: Εναλλακτικός διακομιστής μεσολάβησης (2)

source: Polish proxy server url
el: URL πολωνικού διακομιστή μεσολάβησης

source: German proxy server url
el: URL γερμανικού διακομιστή μεσολάβησης

source: Russian proxy server url
el: URL ρωσικού διακομιστή μεσολάβησης

source: Ukrainian proxy server url
el: URL ουκρανικού διακομιστή μεσολάβησης

source: Folder for cache data
el: Φάκελος για δεδομένα κρυφής μνήμης

source: Folder for temporary data
el: Φάκελος για προσωρινά δεδομένα

source: ----- BUFFERING CONFIGURATION (OK) -----
el: ----- ΡΥΘΜΙΣΕΙΣ ΠΡΟΦΟΡΤΩΣΗΣ (OK) -----

source: [HTTP] buffering
el: Προφόρτωση [HTTP]

source: [HLS/M3U8] buffering
el: Προφόρτωση [HLS/M3U8]

source: [RTMP] buffering (rtmpdump required)
el: Προφόρτωση [RTMP] (απαιτείται το rtmpdump)

source: Video buffer size [MB]
el: Μέγεθος προφόρτωσης βίντεο [MB]

source: Audio buffer size [KB]
el: Μέγεθος προφόρτωσης ήχου [KB]

source: Buffering location
el: Τοποθεσία προφόρτωσης

source: ----- DOWNLOADING CONFIGURATION (OK) -----
el: ----- ΡΥΘΜΙΣΕΙΣ ΛΗΨΕΩΝ (ΟΚ) -----

source: Downloads location
el: Τοποθεσία λήψεων

source: Start download manager per default
el: Έναρξη διαχείρισης λήψεων από προεπιλογή

source: Show download manager after adding new item
el: Εμφάνιση διαχείρισης λήψεων μετά την προσθήκη νέου στοιχείου

source: Number of downloaded files simultaneously
el: Αριθμός ταυτόχρονης λήψης αρχείων

source: My JDownloader e-mail
el: Το e-mail μου στο JDownloader

source: My JDownloader password
el: Ο κωδικός πρόσβασής μου στο JDownloader

source: My JDownloader device name
el: Το όνομα της συσκευής μου JDownloader

source: ----- CAPTCHA CONFIGURATION (OK) -----
el: ----- ΡΥΘΜΙΣΕΙΣ CAPTCHA (OK) -----

source: Default captcha bypass
el: Προεπιλεγμένη παράκαμψη captcha

source: ----- SUBTITLES CONFIGURATION (OK) -----
el: ----- ΡΥΘΜΙΣΕΙΣ ΥΠΟΤΙΤΛΩΝ (OK) -----

source: Use subtitles parser extension if available
el: Χρήση επέκτασης ανάλυσης υποτίτλων, εάν είναι διαθέσιμη

source: http://opensubtitles.org/ login
el: http://opensubtitles.org/ σύνδεση

source: http://opensubtitles.org/ password
el: http://opensubtitles.org/ κωδικός πρόσβασης

source: http://napisy24.pl/ login
el: http://napisy24.pl/ σύνδεση

source: http://napisy24.pl/ password
el: http://napisy24.pl/ κωδικός πρόσβασης

source: http://vk.com/ login
el: http://vk.com/ σύνδεση

source: http://vk.com/ password
el: http://vk.com/ κωδικός πρόσβασης

source: ----- PLAYERS CONFIGURATION (OK) -----
el: ----- ΡΥΘΜΙΣΕΙΣ ΠΡΟΓΡΑΜΜΑΤΩΝ ΑΝΑΠΑΡΑΓΩΓΗΣ (ΟΚ) -----

source: Movie player
el: Αναπαραγωγή ταινιών

source: External movie player config
el: Διαμόρφωση εξωτερικής αναπαραγωγής ταινιών

source: ----- TORRENT CONFIGURATION (OK) -----
el: ----- ΡΥΘΜΙΣΕΙΣ TORRENT (OK) -----

source: Autostart
el: Αυτόματη εκκίνηση

source: HTTP Port
el: Θύρα HTTP

source: Config Path
el: Διαδρομή ρυθμίσεων

source: Configuring torrent web server
el: Ρύθμιση διακομιστή web torrent

source: ----- OTHER SETTINGS (OK) -----
el: ----- ΑΛΛΕΣ ΡΥΘΜΙΣΕΙΣ (OK) -----

source: Autoplay start delay
el: Καθυστέρηση έναρξης αυτόματης αναπαραγωγής

source: The number of items in the search history
el: Αριθμός στοιχείων στο ιστορικό αναζήτησης

source: Block wmv files
el: Αποκλεισμός αρχείων wmv

source: Show IPTVPlayer in extension list
el: Εμφάνιση του IPTVPlayer στη λίστα επεκτάσεων

source: Show IPTVPlayer in main menu
el: Εμφάνιση του IPTVPlayer στο κύριο μενού

source: Debug logs
el: Αρχεία εντοπισμού σφαλμάτων

source: Allow downgrade
el: Επιτρέπεται η υποβάθμιση

source: Update packet type
el: Τύπος ενημέρωσης πακέτου

source: ----- KODI SETTINGS (OK) -----
el: ----- ΡΥΘΜΙΣΕΙΣ KODI (ΟΚ) -----

source: Display season and episode in title
el: Εμφάνιση σεζόν και επεισοδίου στον τίτλο

source: Color Text note
el: Έγχρωμη σημείωση κειμένου

source: Posters Size
el: Μέγεθος αφίσας

source: Fanarts Size
el: Μέγεθος Fanarts

source: Enable customized view
el: Ενεργοποίηση προσαρμοσμένης προβολής

source: Activate search history
el: Ενεργοποίηση ιστορικού αναζήτησης

source: Display Information
el: Εμφάνιση πληροφοριών

source: Tmdb Account
el: Λογαριασμός Tmdb

source: Search Metadata
el: Αναζήτηση μεταδεδομένων

source: Language TMDB
el: Γλώσσα TMDB

source: Session TMDB
el: Συνεδρία TMDB

source: Display file infos
el: Εμφάνιση πληροφοριών αρχείου

source: Use alternative site link
el: Χρήση εναλλακτικού συνδέσμου ιστότοπου

source: Use Cloudbypass during Search
el: Χρήση του Cloudbypass κατά την αναζήτηση

source: Use Public Flaresolverr
el: Χρήση δημόσιου Flaresolverr

source: Cloudflare Bypass
el: Παράκαμψη Cloudflare

source: IP address for Flaresolverr
el: Διεύθυνση IP για το Flaresolverr

source: Your NID
el: Το NID σας

source: View: Visual search
el: Προβολή: Οπτική αναζήτηση

source: Allow adult content
el: Επιτρέπεται το περιεχόμενο για ενηλίκους

source: Max Video Size in GB
el: Μέγιστο μέγεθος βίντεο σε GB

source: Enable Requests Cache
el: Ενεργοποίηση προσωρινής μνήμης αιτημάτων

source: Cache Expiration Time Unit
el: Μονάδα χρόνου λήξης προσωρινής μνήμης

source: Cache Expiration Value
el: Τιμή λήξης προσωρινής μνήμης

source: ----- Premium/Login (OK) -----
el: ----- Premium/Σύνδεση (ΟΚ) -----

source: PasteBin Page
el: PasteBin Σελίδα

source: PasteBin Duration
el: PasteBin Διάρκεια

source: Live TV Channels Language
el: Γλώσσα ζωντανών τηλεοπτικών καναλιών

source: password
el: κωδικός πρόσβασης

source: Debrid Link
el: Debrid Σύνδεσμος

source: Default mode
el: Προεπιλεγμένη λειτουργία

source: Uploaded
el: Μεταφορτωμένα

source: Some changes will be applied only after plugin update. Do you want to perform update now?
el: Ορισμένες αλλαγές θα εφαρμοστούν μόνο μετά την ενημέρωση του πρόσθετου. Θέλετε να εκτελέσετε την ενημέρωση τώρα;

source: Select directory
el: Επιλογή καταλόγου

source: Enter old pin
el: Εισαγωγή παλιού pin

source: Enter new pin
el: Εισαγωγή νέου pin

source: Pin incorrect!
el: Λάθος pin!

source: Confirm new pin
el: Επιβεβαίωση νέου pin

source: Pin has been changed.
el: To pin άλλαξε.

source: Confirmation error.
el: Σφάλμα επιβεβαίωσης.
