Repository: biko-73/E2IPlayer
Catalog: E2IPlayer_py3.13x/usr/lib/enigma2/python/Plugins/Extensions/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: el

source: For more info please ask the author samsamsam@o2.pl
el: Για περισσότερες πληροφορίες, ρωτήστε τον συγγραφέα samsamsam@o2.pl

source: For more info please visit http://fluendo.com/
el: Για περισσότερες πληροφορίες, επισκεφθείτε το http://fluendo.com/

source: Make sure you are using the latest version of the plugin.
el: Βεβαιωθείτε ότι χρησιμοποιείτε την τελευταία έκδοση του πρόσθετου.

source: Please use "Web" streams player -> WeebTV instead.
el: Παρακαλώ χρησιμοποιήστε την αναπαραγωγή ροών "Web" -> αντί WeebTV.

source: This host is not integral part of the IPTVPlayer plugin. It is not supported by IPTVPlayer team.
el: Αυτός ο host δεν αποτελεί αναπόσπαστο μέρος του πρόσθετου IPTVPlayer. Δεν υποστηρίζεται από την ομάδα IPTVPlayer.

source: You can also report problem here: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues or here: samsamsam@o2.pl
el: Μπορείτε επίσης να αναφέρετε το πρόβλημα εδώ: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues ή εδώ: samsamsam@o2.pl

source: Buffer size [MB]
el: Μέγεθος προφόρτωσης [MB]

source: alltubetv login:
el: Σύνδεση alltubetv:

source: alltubetv password:
el: Κωδικός πρόσβασης alltubeTV:

source: (chunk %s)
el: (κομμάτι %s)

source: - mobile broadcast url
el: - URL εκπομπής κινητού

source: Audio buffer size [KB]
el: Μέγεθος προφόρτωσης ήχου [KB]

source: Last.fm login:
el: Σύνδεση Last.fm:

source: Password
el: Κωδικός πρόσβασης

source: Username or Email
el: Όνομα χρήστη ή email

source: Video buffer size [MB]
el: Μέγεθος προφόρτωσης βίντεο [MB]

source: has not been detected. Do you want to install it?
el: δεν έχει εντοπιστεί. Θέλετε να το εγκαταστήσετε;

source: is deprecated. Do you want to install new one?
el: είναι παρωχημένο. Θέλετε να εγκαταστήσετε ένα νέο;

source: "Web" streams player
el: Αναπαραγωγή ροών "Web"

source: %s - configuration
el: %s - ρυθμίσεις

source: %s [download]
el: %s [λήψη]

source: %s [watch]
el: %s [παρακολούθηση]

source: %s items in category
el: %s στοιχεία στην κατηγορία

source: %s viewers, %s channels
el: %s προβολές, %s κανάλια

source: %s will be used by IPTVPlayer.
el: Το %s θα χρησιμοποιηθεί από IPTVPlayer.

source: ----------Other----------
el: ----------Άλλα----------

source: --All--
el: --Όλα--

source: --Other--
el: --Άλλα-

source: > Press OK to start <
el: > Πατήστε OK για έναρξη <

source: ABORTED
el: ΜΑΤΑΙΩΣΗ

source: AC3 mix mode
el: Λειτουργία μίξης AC3

source: ARTICLE
el: ΆΡΘΡΟ

source: AUDIO
el: ΉΧΟΣ

source: Aborted
el: Ματαίωση

source: Access status:
el: Κατάσταση πρόσβασης:

source: Access status: [%r]
el: Κατάσταση πρόσβασης: [%r]

source: Add item to favourites
el: Προσθήκη στοιχείου στα αγαπημένα

source: Add item to group
el: Προσθήκη στοιχείου στην ομάδα

source: Add new group
el: Προσθήκη νέας ομάδας

source: Add new group of favourites
el: Προσθήκη νέας ομάδας αγαπημένων

source: Albums
el: Άλμπουμ

source: All
el: Όλα

source: All TV shows
el: Όλες οι τηλεοπτικές εκπομπές

source: All in one
el: Όλα σε ένα

source: All movies
el: Όλες οι ταινίες

source: All programs in the Live Stream
el: Όλα τα προγράμματα σε Ζωντανή ροή

source: Allow dash format:
el: Επιτρέπεται η μορφή παύλας:

source: Allow hls format
el: Επιτρέπεται η μορφή hls

source: Alternative geolocation IP 1:
el: Εναλλακτική γεωγραφική θέση της IP 1:

source: Alternative geolocation IP 2:
el: Εναλλακτική γεωγραφική θέση της IP 2:

source: An error occurred when try to sign in the user "%s. Please check your login credentials and try again later..."
el: Εμφανίστηκε σφάλμα κατά την προσπάθεια σύνδεσης του χρήστη "%s. Παρακαλώ ελέγξτε τα στοιχεία σύνδεσής σας και προσπαθήστε ξανά αργότερα..."

source: An error occurred while loading a subtitle from [%s].
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση ενός υπότιτλου από το [%s].

source: An unknown error has occurred.
el: Παρουσιάστηκε άγνωστο σφάλμα.

source: Anuluj
el: Ματαίωση

source: Apply
el: Εφαρμογή

source: Archive
el: Αρχείο

source: Are you sure you want to remove file "%s"?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε το αρχείο "%s";

source: Aspect
el: Λόγος

source: Audio buffer size [KB]
el: Μέγεθος προφόρτωσης ήχου [KB]

source: Auto
el: Αυτόματο

source: Auto selection based on the settings
el: Αυτόματη επιλογή με βάση τις ρυθμίσεις

source: Autors: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg
el: Συγγραφείς: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg

source: Autors: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291
el: Συγγραφείς: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291

source: Broadcasts
el: Εκπομπές

source: Browse
el: Περιήγηση

source: Buffer path
el: Διαδρομή προφόρτωσης

source: CATEGORY
el: ΚΑΤΗΓΟΡΊΑ

source: Cancel
el: Άκυρο

source: Categories
el: Κατηγορίες

source: Ceska
el: Τσέχικα

source: Change active movie player
el: Αλλαγή ενεργής αναπαραγωγής ταινιών

source: Channel
el: Κανάλι

source: Channels
el: Κανάλια

source: Checking version.
el: Έλεγχος έκδοσης.

source: Cinema movies
el: Κινηματογραφικές ταινίες

source: Collection
el: Συλλογή

source: Completed.
el: Ολοκληρώθηκε.

source: Completed.
el: Ολοκληρώθηκε.

source: Configuration
el: Ρυθμίσεις

source: Configuration for service[%s]
el: Ρυθμίσεις για την υπηρεσία [%s]

source: Configure IPTV Player
el: Ρύθμιση IPTV Player

source: Configure host
el: Ρύθμιση host

source: Configuring an external movie player
el: Ρύθμιση εξωτερικής αναπαραγωγής ταινιών

source: Confirm title of the movie
el: Επιβεβαίωση του τίτλου της ταινίας

source: Confirmation of installation.
el: Επικύρωση εγκατάστασης.

source: Continue downloading
el: Συνέχιση λήψης

source: Copy
el: Αντιγραφή

source: Could not read from resource. code: %r
el: Δεν ήταν δυνατή η ανάγνωση από τον πόρο. κωδικός: %r

source: Could not read from resource. code: %s
el: Δεν ήταν δυνατή η ανάγνωση από τον πόρο. κωδικός: %s

source: Countries
el: Χώρες

source: Country (changing may be illegal in your country)
el: Χώρα (η αλλαγή μπορεί να είναι παράνομη στη χώρα σας)

source: Currently you have version [%s].
el: Αυτήν τη στιγμή έχετε την έκδοση [%s].

source: Cut
el: Αποκοπή

source: DOWNLOAD ERROR
el: ΣΦΑΛΜΑ ΛΗΨΗΣ

source: DOWNLOADED
el: ΕΓΙΝΕ ΛΗΨΗ

source: DOWNLOADING
el: ΓΙΝΕΤΑΙ ΛΗΨΗ

source: Daily
el: Καθημερινά

source: Default second video policy
el: Προεπιλεγμένη δεύτερη πολιτική βίντεο

source: Default video aspect ratio
el: Προεπιλεγμένος λόγος πλευρών

source: Default video policy
el: Προεπιλεγμένη πολιτική βίντεο

source: Default video quality:
el: Προεπιλεγμένη ποιότητα βίντεο:

source: Description:
el: Περιγραφή:

source: Detection of the "%s" utility.
el: Εντοπισμός της εφαρμογής "%s".

source: Detection of the OpenSSL version.
el: Εντοπισμός της έκδοσης OpenSSL.

source: Detection of the ffmpeg version.
el: Εντοπισμός της έκδοσης ffmpeg.

source: Detection of the gstreamer version.
el: Εντοπισμός της έκδοσης gstreamer.

source: Detection of the platform.
el: Εντοπισμός της πλατφόρμας.

source: Deutsch
el: Γερμανικά

source: Developers:
el: Προγραμματιστές:

source: Device ID
el: ID συσκευής

source: Disable host protection (error == GS)
el: Απενεργοποίηση προστασίας host (σφάλμα == GS)

source: Disable reordering mode
el: Απενεργοποίηση λειτουργίας αναδιάταξης

source: Display order:
el: Σειρά εμφάνισης:

source: Do not install (not recommended)
el: Να μην εγκατασταθεί (δεν συνιστάται)

source: Download again
el: Λήψη ξανά

source: Download can not be started. Incorrect address ('%r').
el: Η λήψη δεν μπορεί να ξεκινήσει. Λανθασμένη διεύθυνση ('%r').

source: Download can not be started. Downloader %s not working correctly. Status[%s]
el: Η λήψη δεν μπορεί να ξεκινήσει. Το πρόγραμμα λήψης %s δεν λειτουργεί σωστά. Κατάσταση[%s]

source: Download failed. Status[%s]
el: Η λήψη απέτυχε. Κατάσταση[%s]

source: Download subtitle "%s"
el: Λήψη υποτίτλου "%s"

source: Download subtitle %s
el: Λήψη υπότιτλου %s

source: Download suggested
el: Λήψη προτεινόμενων

source: Downloading
el: Λήψη

source: Downloading "%s" .
el: Λήψη του "%s" .

source: Downloading "%s" failed. Do you want to retry?
el: Η λήψη του "%s" απέτυχε. Θέλετε να δοκιμάσετε ξανά;

source: Downloading an update packet.
el: Λήψη πακέτου ενημέρωσης.

source: Downloading can not be started. Downloader %s does not work properly. Status[%s]
el: Η λήψη δεν μπορεί να ξεκινήσει. Το πρόγραμμα λήψης %s δεν λειτουργεί σωστά. Κατάσταση[%s]

source: Downloading can not be started. Downloader %s not working properly. Status[%s]
el: Η λήψη δεν μπορεί να ξεκινήσει. Το πρόγραμμα λήψης %s δεν λειτουργεί σωστά. Κατάσταση[%s]

source: Downloading can not be started. The address ('%r') It is incorrect.
el: Η λήψη δεν μπορεί να ξεκινήσει. Η διεύθυνση ('%r') είναι λανθασμένη.

source: Downloading can not be started. The address ('%r') is incorrect.
el: Η λήψη δεν μπορεί να ξεκινήσει. Η διεύθυνση ('%r') είναι λανθασμένη.

source: Downloading cannot be started. Downloader [%s] not working properly. Status[%s]
el: Δεν είναι δυνατή η έναρξη της λήψης. Το πρόγραμμα λήψης [%s] δεν λειτουργεί σωστά. Κατάσταση[%s]

source: Downloading cannot be started. Invalid URI[%s].
el: Δεν είναι δυνατή η έναρξη της λήψης. Μη έγκυρο URI[%s].

source: Downloading file [%s] problem.
el: Πρόβλημα με τη λήψη του αρχείου [%s].

source: Downloading subtitles. ('%r').
el: Λήψη υποτίτλων. ('%r').

source: Downloads
el: Λήψεις

source: Drama Series
el: Δραματική σειρά

source: During processing, please do not interrupt.
el: Κατά την εκτέλεση, παρακαλώ μη διακόπτετε.

source: During processing, please wait.
el: Κατά την εκτέλεση, παρακαλώ περιμένετε.

source: E2 GUI restart after IPTVPlayer update to version[%s].
el: Επανεκκίνηση του E2 GUI μετά την ενημέρωση του IPTVPlayer στην έκδοση[%s].

source: ERROR: pipeline could not be constructed: no element "playbin2" Please check if gstreamer plugins are available in your system.
el: ΣΦΑΛΜΑ: αδυναμία δημιουργίας διασύνδεσης: δεν υπάρχει το στοιχείο "playbin2" Παρακαλώ ελέγξτε αν το gstreamer είναι διαθέσιμο στο σύστημά σας.

source: Edit favourites
el: Επεξεργασία αγαπημένων

source: Enable reordering mode
el: Ενεργοποίηση λειτουργίας αναδιάταξης

source: English
el: Αγγλικά

source: Enter a value
el: Εισάγετε μια τιμή

source: Enter name
el: Εισαγωγή ονόματος

source: Enter pin
el: Εισαγωγή pin

source: Episodes
el: Επεισόδια

source: Error deleting file "%s" .
el: Σφάλμα κατά τη διαγραφή του αρχείου "%s" .

source: Error occurs during download.
el: Παρουσιάζεται σφάλμα κατά τη λήψη.

source: Error occurs during download. Status[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]
el: Παρουσιάζεται σφάλμα κατά τη λήψη. Κατάσταση[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]

source: Error occurs. [%s]
el: Παρουσιάζεται σφάλμα. [%μικρό]

source: Error reading file "%s" .
el: Σφάλμα κατά την ανάγνωση του αρχείου "%s" .

source: Error writing file "%s" .
el: Σφάλμα κατά την εγγραφή του αρχείου "%s" .

source: Executing user scripts.
el: Εκτέλεση script χρήστη.

source: Exit
el: Έξοδος

source: External player infobar timeout
el: Χρόνος λήξης μπάρας πληροφοριών εξωτερικής αναπαραγωγής

source: External player use software decoder for the AAC
el: Η εξωτερική αναπαραγωγή χρησιμοποιεί αποκωδικοποιητή λογισμικού για το AAC

source: External player use software decoder for the DTS
el: Η εξωτερική αναπαραγωγή χρησιμοποιεί αποκωδικοποιητή λογισμικού για το DTS

source: Extra
el: Επιπλέον

source: Extracting an update packet.
el: Το αρχείο [%s] προστέθηκε στην ουρά λήψης.

source: Favorite addresses are stored under the file urllist.user
el: Οι αγαπημένες διευθύνσεις αποθηκεύονται στο αρχείο urllist.user

source: Favorites
el: Αγαπημένα

source: Favourites groups
el: Ομάδες αγαπημένων

source: Favourites manager
el: Διαχείριση αγαπημένων

source: Featured
el: Προτεινόμενα

source: File [%s] reading failed.
el: Η ανάγνωση του αρχείου [%s] απέτυχε.

source: File [%s] was added to downloading queue.
el: Το αρχείο [%s] προστέθηκε στην ουρά λήψης.

source: File can not be downloaded. Protocol [%s] is unsupported
el: Δεν είναι δυνατή η λήψη του αρχείου. Το πρωτόκολλο [%s] δεν υποστηρίζεται

source: Filmy
el: Ταινίες

source: First movie player in buffering mode
el: Πρώτη αναπαραγωγή ταινιών σε λειτουργία προφόρτωσης

source: First movie player without buffering mode
el: Πρώτη αναπαραγωγή ταινιών χωρίς λειτουργία προφόρτωσης

source: Fluendo mpegdemux for GSTREAMER 0.10
el: Το Fluendo mpegdemux για GSTREAMER 0,10

source: Folder for temp data
el: Φάκελος για προσωρινά δεδομένα

source: Following
el: Ακολουθούνται

source: Following host are broken or additional python modules are needed.
el: Οι ακόλουθοι host είναι κατεστραμμένοι ή χρειάζονται πρόσθετες μονάδες python.

source: For children
el: Για παιδιά

source: Format 'wmv' blocked in configuration.
el: Η μορφή 'wmv' έχει αποκλειστεί στις ρυθμίσεις.

source: French
el: Γαλλικά

source: GST-IFDSRC for GSTREAMER 1.X
el: Το GST-IFDSRC για GSTREAMER 1.X

source: Games
el: Παιχνίδια

source: Genres
el: Είδη

source: German
el: Γερμανικά

source: German channles
el: Γερμανικά κανάλια

source: Get EPG
el: Λήψη EPG

source: Get episodes list.
el: Λήψη λίστας επεισοδίων.

source: Get item type.
el: Λήψη τύπου στοιχείου.

source: Get supported languages list.
el: Λήψη υποστηριζόμενης λίστας γλωσσών.

source: Global
el: Καθολικό

source: Grade
el: Βαθμολογία

source: Graphic services selector
el: Επιλογέας γραφικών υπηρεσιών

source: Group "%s" already exists.
el: Η ομάδα "%s" υπάρχει ήδη.

source: Group %d
el: Ομάδα %d

source: Group links into categories:
el: Ομαδοποίηση συνδέσμων σε κατηγορίες:

source: Group with id[%s] not found.
el: Η ομάδα με το id[%s] δεν βρέθηκε.

source: HIGH
el: ΥΨΗΛΗ

source: High (or HD)
el: Υψηλή (ή HD)

source: History
el: Ιστορικό

source: History of searched phrases.
el: Ιστορικό όρων αναζήτησης.

source: Home page
el: Αρχική σελίδα

source: Hosting: %s, %s
el: Φιλοξενία: %s, %s

source: IPTV - Player mode
el: IPTV - Λειτουργία αναπαραγωγής

source: IPTV - the recorder mode
el: IPTV - λειτουργία εγγραφής

source: IPTV Player - settings
el: IPTV Player - Ρυθμίσεις

source: IPTV Player HD version %s
el: IPTV Player HD έκδοση %s

source: IPTV Player version %s
el: IPTV Player έκδοση %s

source: IPTV Recordings
el: Εγγραφές IPTV

source: IPTV download manager
el: Διαχείριση λήψεων IPTV

source: IPTVPlayer - update
el: IPTVPlayer - Ενημέρωση

source: IPTVPlayer need some additional setup
el: Το IPTVPlayer χρειάζεται κάποια πρόσθετη ρύθμιση

source: IPTVPlayer need some additional setup. Such as downloading and installation additional binaries. Press OK to start.
el: Το IPTVPlayer χρειάζεται επιπρόσθετα αρχεία. Απαιτείται η λήψη και η εγκατάσταση πρόσθετου υλικού. Πατήστε ΟΚ για να ξεκινήσει.

source: IPTVPlayer services configuration
el: Ρυθμίσεις υπηρεσιών IPTVPlayer

source: IPTVPlayer setup version %s
el: IPTVPlayer έκδοση εγκατάστασης %s

source: IPTVPlayer setup version %s
el: IPTVPlayer έκδοση εγκατάστασης %s

source: Icons size
el: Μέγεθος εικονιδίων

source: Info
el: Πληροφορίες

source: Information
el: Πληροφορίες

source: Information about audio tracks not available.
el: Οι πληροφορίες σχετικά με τα κομμάτια ήχου δεν είναι διαθέσιμες.

source: Input
el: Εισαγωγή

source: Install into the "%s" .
el: Εγκατάσταση στο "%s" .

source: Installation binary failed. Retry?
el: Η δυαδική εγκατάσταση απέτυχε. Θα δοκιμάσετε πάλι;

source: Installation has been aborted.
el: Η εγκατάσταση ματαιώθηκε.

source: Installation has been confirmed.
el: Η εγκατάσταση έχει επιβεβαιωθεί.

source: Installing "%s" .
el: Εγκατάσταση του "%s" .

source: Installing new version.
el: Εγκατάσταση νέας έκδοσης.

source: Invalid name.
el: Μη έγκυρο όνομα.

source: It improves buffering mode with the gstplayer.
el: Βελτιώνει τη λειτουργία προφόρτωσης με το gstplayer.

source: It improves playing of streams hls/m3u8.
el: Βελτιώνει την αναπαραγωγή των ροών hls/m3u8.

source: It seems that the host "%s" has crashed.
el: Φαίνεται ότι ο host "%s" κράσαρε.

source: It seems that the host "%s" has crashed. Do you want to report this problem?
el: Φαίνεται ότι ο host "%s" κράσαρε. Θέλετε να αναφέρετε αυτό το πρόβλημα;

source: It seems that the video player "%s" does not work properly. STS: %s ERROR CODE: %r
el: Φαίνεται ότι η αναπαραγωγή βίντεο "%s" δεν λειτουργεί σωστά. STS: %s ΚΩΔΙΚΟΣ ΣΦΑΛΜΑΤΟΣ: %r

source: Italiano
el: Ιταλικά

source: Item idx[%d] not found in group[%s].
el: Ο δείκτης του στοιχείου [%d] δεν βρέθηκε στην ομάδα [%s].

source: Items in group
el: Στοιχεία στην ομάδα

source: Items in group "%s"
el: Στοιχεία στην ομάδα "%s"

source: JSON module not available!
el: Η μονάδα JSON δεν είναι διαθέσιμη!

source: Japanese
el: Ιαπωνικά

source: Junior
el: Νεότερο

source: Language:
el: Γλώσσα:

source: Languages
el: Γλώσσες

source: Last error
el: Τελευταίο σφάλμα

source: Last error: "%s"
el: Τελευταίο σφάλμα: "%s"

source: Last error: "People who live where you live aren't allowed to watch this video.. Not because we don't luv ya, but because the owners have some restrictions. The good news, is there are tens of thousands of other videos to choose from."
el: Τελευταίο σφάλμα: "Τα άτομα που ζουν εκεί που ζείτε δεν επιτρέπεται να παρακολουθήσουν αυτό το βίντεο.. Όχι επειδή δεν σας αγαπάμε, αλλά επειδή οι ιδιοκτήτες έχουν κάποιους περιορισμούς. Τα καλά νέα είναι ότι υπάρχουν δεκάδες χιλιάδες άλλα βίντεο για να διαλέξετε."

source: Last error: "Silverlight stream not supported."
el: Τελευταίο σφάλμα: "Η ροή του Silverlight δεν υποστηρίζεται."

source: Last error: "The Mirror is broken.If available you can choose other source."
el: Τελευταίο σφάλμα: "Ο καθρέφτης είναι σπασμένος. Εάν είναι διαθέσιμη, μπορείτε να επιλέξετε άλλη πηγή."

source: Last error: %s
el: Τελευταίο σφάλμα: %s

source: Latest added
el: Τελευταία προσθήκη

source: Latest updates
el: Τελευταίες ενημερώσεις

source: Line Spacing
el: Διάστιχο

source: Link
el: Σύνδεσμος

source: Links are videos and messages, without division into categories
el: Οι σύνδεσμοι είναι βίντεο και μηνύματα, χωρίς διαχωρισμό σε κατηγορίες

source: Links to the video files from the file urllist.txt
el: Σύνδεσμοι προς τα αρχεία βίντεο από το αρχείο urllist.txt

source: List only channels with subscription
el: Λίστα μόνο καναλιών με συνδρομή

source: Live
el: Ζωντανά

source: Live Channels
el: Ζωντανά κανάλια

source: Live broadcasts from the file urllist.stream
el: Ζωντανές μεταδόσεις από το αρχείο urllist.stream

source: Load
el: Φόρτωση

source: Load automatically the subtitle from file with the same name
el: Αυτόματη φόρτωση του υπότιτλου από το αρχείο με το ίδιο όνομα

source: Loading
el: Φόρτωση

source: Loading...
el: Φόρτωση...

source: Login
el: Σύνδεση

source: Login user "%s" into %s
el: Σύνδεση χρήστη "%s" στο %s

source: Login:
el: Σύνδεση:

source: MEDIUM
el: ΜΕΤΡΙΟ

source: MERGE protocol source
el: Προέλευση πρωτοκόλλου MERGE

source: MORE
el: ΠΕΡΙΣΣΟΤΕΡΑ

source: Main
el: Κύριο

source: Main Event
el: Κύριο πρόγραμμα

source: Main developer, architect, coordinator:
el: Κύριος προγραμματιστής, αρχιτέκτονας, συντονιστής:

source: Manager status:
el: Κατάσταση διαχείρισης:

source: Max items per page
el: Μέγιστος αριθμός στοιχείων ανά σελίδα

source: Mid
el: Μεσαία

source: Missed the show?
el: Χάσατε την εκπομπή;

source: Month
el: Μήνας

source: Monthly
el: Μηνιαία

source: More
el: Περισσότερα

source: More important
el: Τα πιο σημαντικά

source: Most Popular
el: Δημοφιλέστερα

source: Move group
el: Μετακίνηση ομάδας

source: Move item
el: Μετακίνηση στοιχείου

source: Movie
el: Ταινία

source: Movie "%s" has not been found.
el: Η ταινία "%s" δεν βρέθηκε.

source: Movie player without buffering mode
el: Αναπαραγωγή ταινιών χωρίς λειτουργία προφόρτωσης

source: Movies
el: Ταινίες

source: Music
el: Μουσική

source: Music-Box
el: Μουσικό κουτί

source: Musik
el: Μουσική

source: Name cannot be empty.
el: Το όνομα δεν μπορεί να είναι κενό.

source: Name is not valid. Please remove special characters.
el: Μη έγκυρο όνομα. Παρακαλώ αφαιρέστε τους ειδικούς χαρακτήρες.

source: Name:
el: Όνομα:

source: New dir
el: Νέος κατάλογος

source: New folder
el: Νέος φάκελος

source: New icons will not be available.
el: Τα νέα εικονίδια δεν θα είναι διαθέσιμα.

source: News
el: Ειδήσεις

source: Next page
el: Επόμενη σελίδα

source: No item to display. Press OK to refresh.
el: Κανένα στοιχείο προς εμφάνιση. Πατήστε ΟΚ για ανανέωση.

source: No steps to execute.
el: Κανένα βήμα προς εκτέλεση.

source: No user scripts.
el: Δεν υπάρχουν scripts χρήστη.

source: No valid links available.
el: Μη διαθέσιμοι έγκυροι σύνδεσμοι.

source: No valid links available. Last error: "The Mirror is broken. If available you can choose other source."
el: Δεν υπάρχουν διαθέσιμοι έγκυροι σύνδεσμοι. Τελευταίο σφάλμα: "Ο καθρέφτης είναι σπασμένος. Εάν είναι διαθέσιμο, μπορείτε να επιλέξετε άλλη πηγή."

source: Now playing
el: Αναπαραγωγή τώρα

source: Number of songs fetched at once for the station
el: Αριθμός τραγουδιών που λαμβάνονται ταυτόχρονα για το σταθμό

source: Obtaining server list.
el: Λήψη λίστας διακομιστών.

source: Odśwież
el: Ανανέωση

source: Offline channels
el: Κανάλια εκτός σύνδεσης

source: One link mode
el: Λειτουργία μονού συνδέσμου

source: OpenSSL lib is needed by wget and rtmpdump utilities.
el: Απαιτείται το OpenSSL μέσω των εφαρμογών wget και rtmdump.

source: Operation aborted!
el: Ματαίωση λειτουργίας!

source: Operation aborted!
el: Η λειτουργία ματαιώθηκε!

source: Others
el: Άλλα

source: PENDING
el: ΑΝΑΜΟΝΗ

source: PICTURE
el: ΕΙΚΟΝΑ

source: Password:
el: Κωδικός πρόσβασης:

source: Paste "%s"
el: Επικόλληση "%s"

source: Path to ytlist.txt, urllist.txt
el: Διαδρομή για τα ytlist.txt, urllist.txt

source: Pending
el: Σε αναμονή

source: Photos
el: Φωτογραφίες

source: Play file
el: Αναπαραγωγή αρχείου

source: Play with [%s] player
el: Αναπαραγωγή με το πρόγραμμα αναπαραγωγής [%s]

source: PlayPuls use a proxy?
el: Το PlayPuls χρησιμοποιεί διακομιστή μεσολάβησης;

source: Player > Recorder
el: Αναπ/γή > Εγγραφή

source: Playlist
el: Λίστα αναπαραγωγής

source: Playlists
el: Λίστες αναπαραγωγής

source: Please remember that you use the IPTVPlayer plugin at your own risk.
el: Παρακαλώ έχετε υπόψιν σας ότι χρησιμοποιείτε το IPTVPlayer με το δικό σας ρίσκο.

source: Please remember that you use this plugin at your own risk.
el: Έχετε υπόψιν σας ότι χρησιμοποιείτε αυτό το πρόσθετο με δικό σας ρίσκο.

source: Plugin can be run on one of the following platforms: sh4, mipsel, i686, armv7.
el: Το πρόσθετο μπορεί να εκτελεστεί σε μία από τις ακόλουθες πλατφόρμες: sh4, mipsel, i686, armv7.

source: Pol'skiy
el: Πολωνία

source: Poland
el: Πολωνία

source: Policy
el: Πολιτική

source: Policy2
el: Πολιτική2

source: Polish channles
el: Πολωνικά κανάλια

source: Popular
el: Δημοφιλή

source: Popular Artists
el: Δημοφιλείς καλλιτέχνες

source: Português
el: Πορτογαλικά

source: Prefered quality
el: Προτιμώμενη ποιότητα

source: Preferred quality
el: Προτιμώμενη ποιότητα

source: Preferred streaming protocol
el: Προτιμώμενο πρωτόκολλο ροής

source: Preferred streaming protocol' + ':
el: Προτιμώμενο πρωτόκολλο ροής' + ':

source: Preferred video quality:
el: Προτιμώμενη ποιότητα βίντεο:

source: Premium user
el: Premium χρήστης

source: Press OK to start
el: Πατήστε OK για να ξεκινήσετε

source: Previous
el: Προηγούμενο

source: Problem with downloading the server list from [%s].
el: Πρόβλημα στη λήψη της λίστας διακομιστών από το [%s].

source: Problem with downloading the server list.
el: Πρόβλημα στη λήψη της λίστας διακομιστών.

source: Problem with downloading the update packet: [%s].
el: Πρόβλημα στη λήψη του πακέτου ενημέρωσης: [%s].

source: Problem with extracting the archive. Return code [%d] %s.
el: Πρόβλημα στην εξαγωγή του αρχείου. Κωδικός σφάλματος [%d] %s.
