Repository: biko-73/E2IPlayer
Catalog: E2IPlayer_py3.13x/usr/lib/enigma2/python/Plugins/Extensions/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: el

source: Most Favorited
el: Πλέον αγαπημένα

source: On Air
el: Στον αέρα

source: Longest
el: Μεγαλύτερη

source: Highest Rated
el: Υψηλότερη βαθμολογία

source: Pornstars
el: Πορνοστάρ

source: Last
el: Τελευταίο

source: Most Favored
el: Πλέον αγαπημένα

source: Newest
el: Νεότερα

source: Featured videos
el: Προτεινόμενα βίντεο

source: New Videos
el: Νέα βίντεο

source: Hits
el: Επιτυχίες

source: Hot
el: Καυτά

source: LAST
el: ΤΕΛΕΥΤΑΙΑ

source: Next
el: Επόμενη

source: Page:
el: Σελίδα:

source: Last Page
el: Τελευταία σελίδα

source: Software decoding as
el: Αποκωδικοποίηση λογισμικού ως

source: Some changes will be applied only after movie player restart.
el: Ορισμένες αλλαγές θα εφαρμοστούν μόνο μετά την επανεκκίνηση της αναπαραγωγής ταινιών.

source: IPTV Player download manager
el: Διαχείριση λήψεων του IPTV Player

source: Animation [dubbing]
el: Κινούμενα σχέδια [μεταγλώττιση]

source: Series [dubbing]
el: Σειρά [μεταγλώττιση]

source: Animation [subtitles]
el: Κινούμενα σχέδια [υπότιτλοι]

source: Series [subtitles]
el: Σειρά [υπότιτλοι]

source: The worst
el: Χείριστη

source: The best
el: Καλύτερη

source: Video default quality:
el: Προεπιλεγμένη ποιότητα βίντεο:

source: Use default quality:
el: Χρήση προεπιλεγμένης ποιότητας:

source: Portal:
el: Πύλη:

source: Live-streams
el: Ζωντανές ροές

source: New Movies
el: Νέες ταινίες

source: HD Movies
el: Ταινίες HD

source: Latest Movies
el: Τελευταίες ταινίες

source: Latest TV Episodes
el: Τελευταία τηλεοπτικά επεισόδια

source: New TV Episodes
el: Νέα τηλεοπτικά επεισόδια

source: Coming Soon
el: Προσεχώς

source: Most popular
el: Τα πιο δημοφιλή

source: Treat episode as TV Show
el: Αντιμετώπιση επεισοδίου ως τηλεοπτική εκπομπή

source: Show recommended by Rafalcool1:
el: Εμφάνιση συνιστάται από Rafalcool1:

source: Recommended by Rafalcool1
el: Συνιστάται από Rafalcool1

source: List of movies prepared by Rafalcool1
el: Κατάλογος ταινιών που ετοίμασε ο Rafalcool1

source: Use ru proxy server to get file lists
el: Χρησιμοποιήστε τον διακομιστή μεσολάβησης ru για να λάβετε λίστες αρχείων

source: Audio
el: Ήχος

source: New episodes
el: Νέα επεισόδια

source: External player use software decoder for the WMA
el: Η εξωτερική αναπαραγωγή χρησιμοποιεί αποκωδικοποιητή λογισμικού για το WMA

source: AAC mix mode
el: Λειτουργία μίξης AAC

source: Preferred protocol:
el: Προτιμώμενο πρωτόκολλο:

source: Use the default video quality:
el: Χρήση της προεπιλεγμένης ποιότητας βίντεο:

source: password:
el: κωδικός πρόσβασης:

source: login:
el: σύνδεση:

source: Sort results after:
el: Ταξινόμηση αποτελεσμάτων μετά:

source: Alphabetically
el: Αλφαβητικά

source: Top rated
el: Κορυφαία

source: Latest
el: Τελευταία

source: Najtrafniejsze
el: Πιο σχετικό

source: Folder start
el: Έναρξη φακέλου

source: Name hamster (login)
el: Όνομα hamster (σύνδεση)

source: Password for hamster
el: Κωδικός για hamster

source: Explore
el: Εξερεύνηση

source: Small films and anime
el: Μικρές ταινίες και anime

source: Films Extremal
el: Ταινίες Extremal

source: Automotive , accidents
el: Αυτοκίνητο , ατυχήματα

source: Muzik
el: Μουσική

source: Straight from Polish
el: Κατευθείαν από Πολωνικά

source: Sport
el: Σπορ

source: Comedies
el: Κωμωδίες

source: Miscellaneous
el: Διάφορα

source: Life of students
el: Η ζωή των φοιτητών

source: Waiting room
el: Αίθουσα αναμονής

source: User Videos 3dEU?
el: Βίντεο χρήστη 3dEU;

source: Filmy3dEU login:
el: Σύνδεση Filmy3dEU:

source: Filmy3dEU password:
el: Κωδικός Filmy3dEU:

source: Added date
el: Ημερομηνία προσθήκης

source: Comment count
el: Αριθμός σχολίων

source: Recommended
el: Συνιστώμενα

source: Most Watched
el: Περισσότερες παρακολουθήσεις

source: Homepage
el: Αρχική σελίδα

source: Category
el: Κατηγορία

source: Katalog A-Z
el: Κατάλογος Α-Ω

source: Localization
el: Μετάφραση

source: Argentina
el: Αργεντινή

source: Australia
el: Αυστραλία

source: Belgium
el: Βέλγιο

source: Brazil
el: Βραζιλία

source: Canada
el: Καναδάς

source: France
el: Γαλλία

source: Germany
el: Γερμανία

source: India
el: Ινδία

source: Indonesia
el: Ινδονησία

source: International
el: Διεθνή

source: Ireland
el: Ιρλανδία

source: Italy
el: Ιταλία

source: Malaysia
el: Μαλαισία

source: Morocco
el: Μαρόκο

source: Netherlands
el: Ολλανδία

source: Pakistan
el: Πακιστάν

source: Philippines
el: Φιλιππίνες

source: Portugal
el: Πορτογαλία

source: Singapore
el: Σιγκαπούρη

source: Swiss
el: Ελβετία

source: Switzerland
el: Ελβετία

source: Schweiz
el: Ελβετία

source: Tunisia
el: Τυνησία

source: United States
el: Ηνωμένες Πολιτείες

source: United Kingdom
el: Ηνωμένο Βασίλειο

source: Spain
el: Ισπανία

source: Romania
el: Ρουμανία

source: Mexico
el: Μεξικό

source: Belgian
el: Βέλγιο

source: Austria
el: Αυστρία

source: VietNam
el: Βιετνάμ

source: Japan
el: Ιαπωνία

source: Czech Republic
el: Δημοκρατία της Τσεχίας

source: Arab
el: Αραβικά

source: Korea
el: Κορέα

source: China
el: Κίνα

source: Serials
el: Σειρές

source: sun sessions
el: συνεδρίες sun

source: Other videos
el: Άλλα βίντεο

source: Top 100
el: Κορυφαία 100

source: Year
el: Έτος

source: 24 h
el: 24 ώρ

source: Quarter
el: Τέταρτο

source: Most
el: Περισσότερα

source: List of anime
el: Λίστα anime

source: List of films
el: Λίστα ταινιών

source: Anime Issued
el: Έκδοση Anime

source: New episodes broadcast
el: Μετάδοση νέων επεισοδίων

source: Recently added episodes from previous seasons
el: Επεισόδια που προστέθηκαν πρόσφατα από προηγούμενες σεζόν

source: Harbinger
el: Προάγγελος

source: User PREMIUM KinomanTV?
el: Χρήστης PREMIUM KinomanTV;

source: KinomanTV login:
el: Σύνδεση KinomanTV:

source: KinomanTV password:
el: Κωδικός KinomanTV:

source: Categories films
el: Κατηγορίες ταινιών

source: Last added
el: Τελευταία προσθήκη

source: Most rated
el: Μεγαλύτερη βαθμολογία

source: My Favorites
el: Τα αγαπημένα μου

source: Enter data into your account (blue key).
el: Εισάγετε δεδομένα στο λογαριασμό σας (μπλε κουμπί).

source: Geolocation IP:
el: IP γεωγραφικής θέσης:

source: TV channels
el: Τηλεοπτικά κανάλια

source: Radio stations
el: Ραδιοφωνικοί σταθμοί

source: Latest series
el: Τελευταίες σειρές

source: bitrate: worst
el: bitrate: χειρότερο

source: bitrate: the best
el: bitrate: καλύτερο

source: The default video format:
el: Η προεπιλεγμένη μορφή βίντεο:

source: Use the default video format:
el: Χρήση της προεπιλεγμένης μορφής βίντεο:

source: Ekstraklasa use a proxy?
el: Χρήση διακομιστή μεσολάβησης;

source: Goals
el: Στόχοι

source: Shortcuts
el: Συντομεύσεις

source: Gateway queue
el: Ουρά πύλης

source: Warehouse
el: Αποθήκη

source: The most relevant
el: Το πιο σχετικό

source: Popularity
el: Δημοτικότητα

source: Items
el: Στοιχεία

source: Recent Items (Popular)
el: Πρόσφατα στοιχεία (δημοφιλή)

source: Recent Items (All)
el: Πρόσφατα στοιχεία (όλα)

source: Feature Potential Items
el: Δυνατότητα πιθανών στοιχείων

source: Top Items (Today)
el: Κορυφαία στοιχεία (Σήμερα)

source: Top Items (This Week)
el: Κορυφαία στοιχεία (Αυτή την εβδομάδα)

source: Top Items (This Month)
el: Κορυφαία στοιχεία (Αυτόν τον μήνα)

source: Top Items (All time)
el: Κορυφαία στοιχεία (Όλες οι εποχές)

source: Must See
el: Πρέπει να δείτε

source: Syria
el: Συρία

source: Entertainment
el: Διασκέδαση

source: Browse Channels
el: Περιήγηση καναλιών

source: By default, sort by:
el: Από προεπιλογή, ταξινόμηση κατά:

source: ***Any***
el: ***Οποιοδηποτε***

source: most viewed
el: περισσότερες προβολές

source: longest
el: μεγαλύτερο

source: top rated
el: κορυφαία βαθμολογία

source: random
el: τυχαία

source: Lastest
el: Τελευταία

source: Use a proxy
el: Χρήση διακομιστή μεσολάβησης

source: Films
el: Ταινίες

source: Documents
el: Έγγραφα

source: Tales
el: Ιστορίες

source: preferred streaming protocol
el: προτιμώμενο πρωτόκολλο ροής

source: Age viewer:
el: Ηλικιακός θεατής:

source: Hide Video in the list above the age of the viewer:
el: Απόκρυψη βίντεο στη λίστα πάνω από την ηλικία του θεατή:

source: TOP100 Always
el: TOP100 Πάντα

source: TOP100 Of the week
el: TOP100 Της εβδομάδας

source: TOP100 Month
el: TOP100 Μήνας

source: MOB: low
el: MOB: χαμηλή

source: SD: standard
el: SD: στάνταρ

source: HD: high
el: HD: υψηλή

source: FHD: very high
el: FHD: πολύ υψηλή

source: Popular movies
el: Δημοφιλείς ταινίες

source: Topics films
el: Θέματα ταινίες

source: Editorial
el: Σύνταξη

source: Action RPG
el: Ενέργεια RPG

source: The Witcher
el: Ο Γητευτής

source: Size of the icons
el: Μέγεθος των εικονιδίων

source: Connection type:
el: Τύπος σύνδεσης:

source: Very high
el: Πολύ υψηλή

source: Best
el: Καλύτερη

source: Worst
el: Χειρότερη

source: Very low
el: Πολύ χαμηλή

source: Average
el: Μέσος όρος

source: TVN Introduce yourself as:
el: TVN Συστηθείτε ως:

source: TVN use a proxy?
el: Χρήση TVN διακομιστή μεσολάβησης;

source: No name
el: Χωρίς όνομα

source: Audience zone
el: Ζώνη κοινού

source: password:
el: κωδικός:

source: The default video format
el: Η προεπιλεγμένη μορφή βίντεο

source: Use Proxy?
el: Χρήση διακομιστή μεσολάβησης;

source: More as next page
el: Περισσότερα ως επόμενη σελίδα

source: :for
el: :για

source: Programs
el: Προγράμματα

source: Information & journalism
el: Πληροφόρηση &; δημοσιογραφία

source: Information Services
el: Υπηρεσίες πληροφοριών

source: Journalism
el: Δημοσιογραφία

source: Program A-Z
el: Πρόγραμμα Α-Ω

source: Prefered format
el: Προτιμώμενη μορφή

source: SORT
el: ΕΙΔΟΣ

source: LATEST VIDEOS
el: ΤΕΛΕΥΤΑΙΑ ΒΙΝΤΕΟ

source: SHOW REPLAY
el: ΕΜΦΑΝΙΣΗ ΕΠΑΝΑΛΗΨΗΣ

source: WWE NETWORK
el: ΔΙΚΤΥΟ WWE

source: LUCHA UNDERGROUND
el: LUCHA ΥΠΟΓΕΙΑ

source: DEFAULT
el: ΠΡΟΕΠΙΛΟΓΉ

source: VIEWS
el: ΠΡΟΒΟΛΕΣ

source: DATE
el: ΗΜΕΡΟΜΗΝΊΑ

source: format: best
el: μορφή: καλύτερη

source: format: worst
el: μορφή: χειρότερη

source: format: 720
el: μορφή: 720

source: format: 240p
el: μορφή: 240p

source: format: 360p
el: μορφή: 360p

source: format: 480p
el: μορφή: 480p

source: Cannot find player content
el: Δεν είναι δυνατή η εύρεση του περιεχομένου της αναπαραγωγής

source: Sort movies:
el: Ταξινόμηση ταινιών:

source: last added
el: τελευταία προσθήκη

source: last watched
el: τελευταία παρακολούθηση

source: views
el: προβολές

source: favorite
el: αγαπημένα

source: TOP100 Week
el: TOP100 Εβδομάδα

source: TOP100 of the Month
el: TOP100 του μήνα

source: Iplex use a proxy?
el: Χρήση Iplex διακομιστή μεσολάβησης;

source: WrestlingNet._listVideos - no markers [m1][m2] found!
el: WrestlingNet._listVideos - δεν βρέθηκαν δείκτες [m1][m2]!

source: Please visit '%s' from using web-browser form the PC. If links are available please report this problem. Email: samsamsam@o2.pl
el: Παρακαλώ επισκεφτείτε το '%s' χρησιμοποιώντας το πρόγραμμα περιήγησης ιστού από τον υπολογιστή. Εάν υπάρχουν διαθέσιμοι σύνδεσμοι, αναφέρετε αυτό το πρόβλημα. Email: samsamsam@o2.pl

source: Last error: "Videomega has blocked your IP for some time. Please retry this link after some time."
el: Τελευταίο σφάλμα: "Το Videoomega έχει αποκλείσει την IP σας για κάποιο χρονικό διάστημα. Δοκιμάστε ξανά αυτόν τον σύνδεσμο μετά από κάποιο χρονικό διάστημα."

source: Newest added
el: Νεότερη προσθήκη

source: Oldest added
el: Παλαιότερη προσθήκη

source: Newest year
el: Νεότερο έτος

source: Oldest year
el: Παλαιότερο έτος

source: Best rating
el: Καλύτερη βαθμολογία

source: Worse rating
el: Χειρότερη βαθμολογία

source: Most viewed
el: Περισσότερες προβολές

source: Less viewed
el: Λιγότερες προβολές

source: Login failed.
el: Η σύνδεση απέτυχε.

source: This host requires registration. Please fill your login and password in the host configuration. Available under blue button.
el: Αυτός ο host απαιτεί εγγραφή. Παρακαλώ συμπληρώστε τα στοιχεία σύνδεσης και τον κωδικό πρόσβασης στις ρυθμίσεις του host. Διαθέσιμο από το μπλε κουμπί.

source: Default video quality
el: Προεπιλεγμένη ποιότητα βίντεο

source: Use default video quality
el: Χρήση προεπιλεγμένης ποιότητας βίντεο

source: Icon type
el: Τύπος εικονιδίου

source: The problem with user logon "%s".
el: Το πρόβλημα με τη σύνδεση χρήστη "%s".

source: Randomize a playlist
el: Τυχαία επιλογή μιας λίστας αναπαραγωγής

source: New Releases
el: Νέες κυκλοφορίες

source: Categorization:
el: Κατηγοριοποίηση:

source: Labels
el: Ετικέτες

source: Latest Update
el: Τελευταία ενημέρωση

source: Anime List
el: Λίστα Anime

source: Create Date
el: Ημερομηνία δημιουργίας

source: Top Movies
el: Κορυφαίες ταινίες

source: New HD Videos
el: Νέα βίντεο HD

source: Use proxy gateway
el: Χρήση πύλης διακομιστή μεσολάβησης

source: show iframe for audio item
el: εμφάνιση iframe για στοιχείο ήχου

source: Iframe file
el: Αρχείο Iframe

source: Clear iframe file
el: Εκκαθάριση αρχείου iframe

source: Total size:
el: Συνολικό μέγεθος:

source: Show file size
el: Εμφάνιση μεγέθους αρχείου

source: All Leagues
el: Όλα τα πρωταθλήματα

source: Previous Seasons
el: Προηγούμενες σεζόν

source: Goal Of The Month
el: Στόχος του μήνα

source: Promoted
el: Προώθηση

source: Catrtoon list
el: Λίστα κινουμένων σχεδίων

source: New cartoon
el: Νέα κινούμενα σχέδια

source: Sort by alphabet
el: Ταξινόμηση κατά αλφάβητο

source: Sort by popularity
el: Ταξινόμηση κατά δημοτικότητα

source: Latest update
el: Τελευταία ενημέρωση

source: Make directory [%s]
el: Δημιουργία καταλόγου [%s]

source: Can not get mount points - cmd mount failed. Return code[%s]. Return data[%s].
el: Δεν είναι δυνατή η λήψη σημείων προσάρτησης - Η προσάρτηση cmd απέτυχε. Κωδικός επιστροφής[%s]. Επιστροφή δεδομένων[%s].

source: Mount ISO file [%s] on [%s] failed. Return code[%s]. Return data[%s].
el: Η προσάρτηση του αρχείου ISO [%s] στο [%s] απέτυχε. Κωδικός επιστροφής[%s]. Επιστροφή δεδομένων[%s].

source: Mounted on %s
el: Προσαρτημένο στο %s

source: Umount iso file
el: Μη προσάρτηση αρχείου iso

source: Set file name
el: Ορισμός ονόματος αρχείου

source: File "%s" already exists!
el: Το αρχείο "%s" υπάρχει ήδη!

source: By Year
el: Κατά έτος

source: Recently Added
el: Πρόσφατη προσθήκη

source: New
el: Νέα

source: Home
el: Αρχική

source: Season
el: Σεζόν

source: Plugin can be run on one of the following platforms: sh4, mipsel, i686, armv7, armv5t.
el: Το πρόσθετο μπορεί να εκτελεστεί σε μία από τις ακόλουθες πλατφόρμες: sh4, mipsel, i686, armv7, armv5t.

source: Foreign films
el: Ξένες ταινίες

source: Major rankings
el: Σημαντικές βαθμολογίες

source: By year
el: Κατά έτος

source: Watch Trailer
el: Δείτε το τρέιλερ

source: [Trailer]
el: [Τρέιλερ]

source: Detection of the OpenSSL 1.0.0 version.
el: Εντοπισμός της έκδοσης OpenSSL 1.0.0.

source: Fatal Error! Openssl could not be found. Please install it and retry.
el: Ανεπανόρθωτο σφάλμα! Το Openssl δεν βρέθηκε. Παρακαλώ εγκαταστήστε το και ξαναπροσπαθήστε.

source: Fatal Error! Your Openssl is not supported.
el: Ανεπανόρθωτο σφάλμα! Το Openssl σας δεν υποστηρίζεται.

source: OpenSSL in your image is not supported. Some functions may not work correctly.
el: Το OpenSSL στο image σας δεν υποστηρίζεται. Ορισμένες λειτουργίες ενδέχεται να μην λειτουργούν σωστά.

source: Install into the "%s".
el: Εγκατάσταση στο "%s".

source: Decode file [%s] problem.
el: Πρόβλημα αποκωδικοποίησης αρχείου [%s].

source: Latest movies
el: Τελευταίες ταινίες

source: Movies genres
el: Είδη ταινιών

source: Movies by year
el: Ταινίες ανά έτος

source: TV Series
el: Τηλεοπτικές σειρές

source: Series list
el: Λίστα σειρών

source: Popular Episodes
el: Δημοφιλή επεισόδια

source: Newest Episodes
el: Νεότερα επεισόδια

source: All A-Z
el: Όλα Α-Ω

source: From E2 settings
el: Από τις ρυθμίσεις του Ε2

source: bestfit
el: προσαρμογή

source: nonlinear
el: μη γραμμικό

source: Cartoons
el: Κινούμενα σχέδια

source: Genre selection
el: Επιλογή είδους

source: By country
el: Κατά χώρα

source: Translations
el: Μεταφράσεις

source: Collections
el: Συλλογές

source: Link is not supported by the gstplayer. Please use the extelayer3 if available.
el: Ο σύνδεσμος δεν υποστηρίζεται από το gstplayer. Παρακαλώ χρησιμοποιήστε το extelayer3 εάν είναι διαθέσιμο.

source: Fatal error: consoleWrite failed!
el: Ανεπανόρθωτο σφάλμα: αποτυχία εγγραφήςΚονσολας!

source: Most Viewed
el: Περισσότερες προβολές

source: Windows Media Video 9 Screen decoder
el: Αποκωδικοποιητής οθόνης Windows Media Video 9

source: Sort alphabetically
el: Ταξινόμηση αλφαβητικά

source: Fail to get captcha data.
el: Αποτυχία λήψης δεδομένων captcha.

source: Send
el: Αποστολή

source: Answer
el: Απάντηση

source: Wrong answer.
el: Λάθος απάντηση.

source: Get free credits
el: Λάβετε δωρεάν πιστώσεις

source: Fail to get "%s"
el: Αποτυχία λήψης "%s"

source: Subtitles conversion to UTF-8 failed.
el: Η μετατροπή υποτίτλων σε UTF-8 απέτυχε.

source: Simplify the title and try again.
el: Απλοποιήστε τον τίτλο και προσπαθήστε ξανά.

source: An error occurred while writing into: %s
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή στο: %s

source: Top Cartoons
el: Κορυφαία κινούμενα σχέδια

source: Cartoon List
el: Λίστα κινουμένων σχεδίων

source: only Anime
el: μόνο Anime

source: only Cartoons
el: μόνο κινούμενα σχέδια

source: Views
el: Προβολές

source: Preview
el: Προεπισκόπηση

source: It seems that the subtitle's provider "%s" has crashed. Do you want to report this problem?
el: Φαίνεται ότι ο πάροχος του υπότιτλου "%s" έχει κρασάρει. Θέλετε να αναφέρετε αυτό το πρόβλημα;

source: Subtitles "%s" downloaded correctly.
el: Οι υπότιτλοι "%s" έχουν ληφθεί σωστά.

source: Do you want to finish?
el: Θέλετε να τελειώσετε;

source: Season %s
el: Σεζόν %s

source: Failed to create directory "%s".
el: Αποτυχία δημιουργίας καταλόγου "%s".

source: Unzip error code[%s].
el: Unzip κωδικός σφάλματος[%s].

source: It seems that unzip utility is not installed.
el: Φαίνεται ότι η εφαρμογή unzip δεν είναι εγκατεστημένη.

source: Wrong format of zip archive.
el: Λανθασμένη μορφή αρχείου zip.

source: Unrar error code[%s].
el: Unrar κωδικός σφάλματος[%s].

source: It seems that unrar utility is not installed.
el: Φαίνεται ότι η εφαρμογή unrar δεν είναι εγκατεστημένη.

source: Wrong format of rar archive.
el: Λανθασμένη μορφή αρχείου rar.

source: Failed to write the file "%s".
el: Αποτυχία εγγραφής του αρχείου "%s".

source: Failed to convert the file "%s" to UTF-8.
el: Αποτυχία μετατροπής του αρχείου "%s" σε UTF-8.

source: Failed to open the file "%s".
el: Αποτυχία ανοίγματος του αρχείου "%s".

source: Login failed!
el: Η σύνδεση απέτυχε!

source: Error message: "%s". Error code: "%s".
el: Μήνυμα σφάλματος: "%s". Κωδικός σφάλματος: "%s".

source: Get languages failed!
el: Η λήψη γλωσσών απέτυχε!

source: Failed to download subtitle.
el: Αποτυχία λήψης υποτίτλου.

source: Failed to gzip.
el: Αποτυχία gzip.

source: Failed to decode to UTF-8.
el: Αποτυχία αποκωδικοποίησης σε UTF-8.

source: Failed to write file "%s".
el: Αποτυχία εγγραφής αρχείου "%s".

source: json load error 2
el: Σφάλμα φόρτωσης JSON 2

source: Download subtitles error. wget error code[%d].
el: Σφάλμα λήψης υποτίτλων. Κωδικός σφάλματος wget[%d].

source: unzip error - please check if utitlity unzip is available
el: σφάλμα αποσυμπίεσης - ελέγξτε εάν το εργαλείο unzip είναι διαθέσιμο

source: write error
el: σφάλμα εγγραφής

source: decode error
el: σφάλμα αποκωδικοποίησης

source: read error
el: σφάλμα ανάγνωσης

source: gzip error
el: σφάλμα gzip

source: _checkStatus except error
el: Σφάλμα _checkStatus εκτός

source: Confirm the title of the movie
el: Επιβεβαίωση του τίτλου της ταινίας

source: Searching subtitles for "%s"
el: Αναζήτηση υποτίτλων για "%s"

source: Select subtitles provider:
el: Επιλογή παρόχου υποτίτλων:

source: If available you can choose other source.
el: Εάν είναι διαθέσιμη, μπορείτε να επιλέξετε άλλη πηγή.

source: Reverse a playlist
el: Αντιστροφή λίστας αναπαραγωγής

source: Use UA proxy server to get file lists
el: Χρήση διακομιστή μεσολάβησης UA για λήψη λιστών αρχείων

source: any
el: οποιοδήποτε

source: C subtitle parser
el: Αναλυτής υποτίτλων C

source: It improves subtitles parsing.
el: Βελτιώνει την ανάλυση των υποτίτλων.

source: Copy post installed binaries.
el: Αντιγραφή εγκατεστημένων δυαδικών αρχείων.

source: IPTVPlayer - Start
el: IPTVPlayer - Έναρξη

source: Info...
el: Πληροφορίες...

source: Sort Myfreecams :
el: Ταξινόμηση Myfreecams:

source: Global search :
el: Καθολική αναζήτηση:

source: Global sorting :
el: Καθολική ταξινόμηση:

source: External player use software decoder for the AC3
el: Η εξωτερική αναπαραγωγή χρησιμοποιεί αποκωδικοποιητή λογισμικού για το AC3

source: External player use software decoder for the EAC3
el: Εξωτερική αναπαραγωγή χρησιμοποιεί αποκωδικοποιητή λογισμικού για το EAC3

source: External player use software decoder for the MP3
el: Η εξωτερική αναπαραγωγή χρησιμοποιεί αποκωδικοποιητή λογισμικού για το MP3

source: Using this host in your country can be illegal. Do you want to continue at your own risk?
el: Η χρήση αυτού του host στη χώρα σας μπορεί να είναι παράνομη. Θέλετε να συνεχίσετε με δική σας ευθύνη;

source: Live TV
el: Ζωντανή τηλεόραση

source: Live Radio
el: Ζωντανό ραδιόφωνο

source: Icons quality
el: Ποιότητα εικονιδίων

source: Your language preference:
el: Η προτίμησή σας στη γλώσσα:

source: By title
el: Κατά τίτλο

source: Dokumentalne
el: Ντοκιμαντέρ

source: Dla dzieci
el: Για παιδιά

source: Verify
el: Επαλήθευση

source: Stand-Up
el: Όρθια

source: Please remember to visit http://www.sport365.live/ and watch a few advertisements. This will fix problem, if your playback is constantly interrupted.
el: Παρακαλώψ μην ξεχάσετε να επισκεφτείτε το http://www.sport365.live/ και να παρακολουθήσετε μερικές διαφημίσεις. Αυτό θα διορθώσει το πρόβλημα, εάν η αναπαραγωγή σας διακόπτεται συνεχώς.

source: Anime list
el: Λίστα anime

source: Movies list
el: Λίστα ταινιών

source: Opening. Please wait...
el: Άνοιγμα. Παρακαλώ περιμένετε...

source: Closing. Please wait...
el: Κλείσιμο. Παρακαλώ περιμένετε...

source: Use proxy server:
el: Χρήση διακομιστή μεσολάβησης:

source: Any
el: Οποιοδήποτε

source: Year:
el: Έτος:

source: Connection to server failed!
el: Η σύνδεση με τον διακομιστή απέτυχε!

source: Enable reordering
el: Ενεργοποίηση αναδιάταξης

source: Disable reordering
el: Απενεργοποίηση αναδιάταξης

source: To watch videos from http://vk.com/ you need to login. Please fill your login and password in the IPTVPlayer configuration.
el: Για να παρακολουθήσετε βίντεο από το http://vk.com/ πρέπει να συνδεθείτε. Παρακαλώ συμπληρώστε τα στοιχεία σύνδεσης και τον κωδικό πρόσβασης στις ρυθμίσεις του IPTVPlayer.

source: Login user "%s" to http://vk.com/ failed! Please check your login data in the IPTVPlayer configuration.
el: Η σύνδεση του χρήστη "%s" στο http://vk.com/ απέτυχε! Παρακαλώ ελέγξτε τα δεδομένα σύνδεσής σας στις ρυθμίσεις του IPTVPlayer.

source: The problem with user logon "%s".
el: Το πρόβλημα με τη σύνδεση χρήστη "%s".

source: Video mode
el: Λειτουργία βίντεο

source: Is this message displayed correctly?
el: Εμφανίζεται σωστά αυτό το μήνυμα;

source: Preferred format:
el: Προτιμώμενη μορφή:

source: Use web-proxy (it may be illegal):
el: Χρήση διακομιστή μεσολάβησης ιστού (μπορεί να είναι παράνομο):

source: Latest programs
el: Τελευταία προγράμματα

source: Latest news broadcast
el: Τελευταία μετάδοση ειδήσεων

source: Last chance
el: Τελευταία ευκαιρία

source: Live broadcasts
el: Ζωντανές μεταδόσεις

source: Programs A-Ö
el: Προγράμματα A-Ö

source: Only available in Sweden.
el: Διατίθεται μόνο στη Σουηδία.

source: Only available in Sweden.
el: Διατίθεται μόνο στη Σουηδία.

source: Detection of glibc version.
el: Ανίχνευση έκδοσης glibc.

source: Detection version of installed standard C library.
el: Έκδοση ανίχνευσης της εγκατεστημένης τυπικής βιβλιοθήκης C.

source: hlsdl downloader
el: Το πρόγραμμα λήψης hlsdl
