Repository: biko-73/E2IPlayer
Catalog: E2IPlayer_py3.13x/usr/lib/enigma2/python/Plugins/Extensions/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: el

source: Problem with installing the new version. Status[%d], outData[%s]
el: Πρόβλημα με την εγκατάσταση της νέας έκδοσης. Κατάσταση [%d], δεδομένα εξόδου [%s].

source: Problem with the directory [%s].
el: Πρόβλημα με τον κατάλογο [%s].

source: Problem with the removal of the previous version. Status[%d], outData[%s].
el: Πρόβλημα με την αφαίρεση της προηγούμενης έκδοσης. Κατάσταση [%d], δεδομένα εξόδου [%s].

source: Problem with user script execution [%s].
el: Πρόβλημα στην εκτέλεση του script χρήστη [%s].

source: Profile
el: Προφίλ

source: Promote item
el: Προώθηση στοιχείου

source: Promoted channels
el: Κανάλια που προωθούνται

source: Promoted games
el: Παιχνίδια που προωθούνται

source: Protocol:
el: Πρωτόκολλο:

source: Proxy server url
el: URL διακομιστή μεσολάβησης

source: Quality
el: Ποιότητα

source: Random
el: Τυχαία

source: Ranking
el: Κατάταξη

source: Rating
el: Αξιολόγηση

source: Raw
el: Ακατέργαστο

source: Recent
el: Πρόσφατα

source: Recorder > Player
el: Εγγραφή > Αναπ/γή

source: Records path
el: Διαδρομή εγγραφών

source: Refresh
el: Ανανέωση

source: Refreshing
el: Ανανέωση

source: Regular
el: Κανονικό

source: Releases
el: Κυκλοφορίες

source: Relevance
el: Συνάφεια

source: Remember last watched position
el: Απομνημόνευση της τελευταίας θέσης παρακολούθησης

source: Remove
el: Αφαίρεση

source: Remove file
el: Αφαίρεση αρχείου

source: Remove group
el: Αφαίρεση ομάδας

source: Remove item
el: Αφαίρεση στοιχείου

source: Removing the old version.
el: Αφαίρεση παλιάς έκδοσης.

source: Removing unnecessary files.
el: Αφαίρεση περιττών αρχείων.

source: Rename
el: Μετονομασία

source: Request token from "%s"
el: Αίτηση token από το "%s"

source: Request token from %s
el: Αίτηση token από το %s

source: Restart GUI failed. Please restart STB manually.
el: Η επανεκκίνηση της διεπαφής χρήστη απέτυχε. Παρακαλώ επανεκκινήστε τον δέκτη χειροκίνητα.

source: Russia
el: Ρωσία

source: SEARCH
el: ΑΝΑΖΗΤΗΣΗ

source: STARTED
el: ΞΕΚΙΝΗΣΕ

source: STOPPED
el: ΔΙΑΚΟΠΗΚΕ

source: Save changes?
el: Να γίνει αποθήκευση των αλλαγών;

source: Search
el: Αναζήτηση

source: Search for movie "%s"
el: Αναζήτηση ταινίας "%s"

source: Search for subitile for "%s"
el: Αναζήτηση υποτίτλου για "%s"

source: Search for subitile for %s
el: Αναζήτηση υποτίτλου για %s

source: Search history
el: Ιστορικό αναζήτησης

source: Search results
el: Αποτελέσματα αναζήτησης

source: Search type
el: Τύπος αναζήτησης

source: Search youtube materials
el: Αναζήτηση υλικού youtube

source: Second movie player in buffering mode
el: Δεύτερη αναπαραγωγή ταινιών σε λειτουργία προφόρτωσης

source: Second movie player without buffering mode
el: Δεύτερη αναπαραγωγή ταινιών χωρίς λειτουργία προφόρτωσης

source: Select
el: Επιλογή

source: Select %s
el: Επιλογή %s

source: Select action
el: Επιλογή ενέργειας

source: Select audio track
el: Επιλογή κομματιού ήχου

source: Select favourite group
el: Επιλογή ομάδας αγαπημένων

source: Select language
el: Επιλογή γλώσσας

source: Select link
el: Επιλογή συνδέσμου

source: Select movie
el: Επιλογή ταινίας

source: Select movie player
el: Επιλογή αναπαραγωγής ταινιών

source: Select option
el: Δώστε μια επιλογή

source: Select service
el: Επιλογή υπηρεσίας

source: Select subtitles file
el: Επιλογή αρχείου υποτίτλων

source: Select subtitles to download
el: Επιλογή υποτίτλων προς λήψη

source: Select subtitles track
el: Επιλογή κομματιού υποτίτλων

source: Select the directory
el: Επιλογή του καταλόγου

source: Select update server
el: Επιλογή διακομιστή ενημέρωσης

source: Select video option
el: Επιλογή λειτουργίας βίντεο

source: Selected version [%s].
el: Επιλεγμένη έκδοση [%s].

source: Seriale
el: Σειρά

source: Series
el: Σειρά

source: Service [%s] has no additional settings.
el: Η υπηρεσία [%s] δεν διαθέτει πρόσθετες ρυθμίσεις.

source: Set active movie player
el: Ρύθμιση ενεργής αναπαραγωγής ταινιών

source: Show all channels
el: Εμφάνιση όλων των καναλιών

source: Show hiddens catalogs
el: Εμφάνιση κρυφών καταλόγων

source: Show hiddens files
el: Εμφάνιση κρυφών αρχείων

source: Show update icon in service selection menu
el: Εμφάνιση εικονιδίου ενημέρωσης στο μενού επιλογής υπηρεσιών

source: Shows
el: Εκπομπές

source: Silverlight stream not supported.
el: Η ροή Silverlight δεν υποστηρίζεται.

source: Simple subtitles downloader
el: Απλό πρόγραμμα λήψης υποτίτλων

source: Sin in to
el: Εγγραφή σε

source: Skipping IPTVPlayer serup may cause problems.Are you sure to skip IPTVPlayer setup?
el: Η παράλειψη της ρύθμισης του IPTVPlayer μπορεί να προκαλέσει προβλήματα. Είστε βέβαιοι ότι θα παραλείψετε τη ρύθμιση IPTVPlayer;

source: Skipping IPTVPlayer setup may cause problems. Are you sure to skip IPTVPlayer setup?
el: Η παράλειψη της ρύθμισης του IPTVPlayer μπορεί να προκαλέσει προβλήματα. Είστε βέβαιοι ότι θα παραλείψετε τη ρύθμιση IPTVPlayer;

source: Some changes will be applied only after plugin update.
el: Ορισμένες αλλαγές θα εφαρμοστούν μόνο μετά την ενημέρωση του πρόσθετου.

source: Songs
el: Τραγούδια

source: Sorry
el: Συγνώμη

source: Sort by:
el: Ταξινόμηση κατά:

source: Sort search result by
el: Ταξινόμηση αποτελεσμάτων κατά

source: Sort the list:
el: Ταξινόμηση της λίστας:

source: Sorted channels A-Z [live]
el: Ταξινομημένα κανάλια Α-Ω (ζωντανά)

source: Sorted most viewed channels general [live]
el: Ταξινομημένα κανάλια με τις περισσότερες προβολές γενικά [ζωντανά]

source: Sorted most viewed channels now [live]
el: Ταξινομημένα κανάλια με τις περισσότερες προβολές τώρα [ζωντανά]

source: Spanish
el: Ισπανικά

source: Start
el: Έναρξη

source: Stations
el: Σταθμοί

source: Status object [%r]
el: Κατάσταση αντικειμένου [%r]

source: Step [%s] cannot be aborted. Please wait.
el: Το βήμα [%s] δεν μπορεί να ματαιωθεί. Παρακαλώ περιμένετε.

source: Stereo downmix mode for software decoder
el: Στερεοφωνική λειτουργία downmix για αποκωδικοποιητή λογισμικού

source: Stop
el: Διακοπή

source: Stop downloading
el: Διακοπή λήψης

source: Stop playing?
el: Διακοπή της αναπαραγωγής;

source: Subtitle background
el: Φόντο υποτίτλων

source: Subtitle border color
el: Χρώμα περιγράμματος υποτίτλων

source: Subtitle border enabled
el: Περίγραμμα υποτίτλων ενεργό

source: Subtitle border width
el: Πλάτος περιγράμματος υποτίτλων

source: Subtitle box height
el: Ύψος πλαισίου υποτίτλων

source: Subtitle box position
el: Θέση πλαισίου υποτίτλων

source: Subtitle font
el: Γραμματοσειρά υποτίτλων

source: Subtitle font color
el: Χρώμα γραμματοσειράς υποτίτλων

source: Subtitle font size
el: Μέγεθος γραμματοσειράς υποτίτλων

source: Subtitle line height
el: Ύψος γραμμής υποτίτλων

source: Subtitle line wrapping
el: Αναδίπλωση γραμμής υποτίτλων

source: Subtitle shadow X offset
el: Μετατόπιση σκιάς υποτίτλων Χ

source: Subtitle shadow Y offset
el: Μετατόπιση σκιάς υποτίτλων Y

source: Subtitle shadow color
el: Χρώμα σκιάς υποτίτλων

source: Subtitle shadow enabled
el: Σκιά υποτίτλων ενεργή

source: Subtitle vertical alignment
el: Κάθετη στοίχιση υποτίτλων

source: Subtitles
el: Υπότιτλοι

source: Subtitles downloaded successfully. [%s]
el: Οι υπότιτλοι λήφθηκαν με επιτυχία. [%s]

source: Subtitles downloaded successfully. [%s], conversion to UTF-8.
el: Οι υπότιτλοι λήφθηκαν με επιτυχία. [%s], μετατροπή σε UTF-8.

source: Subtitles downloader
el: Πρόγραμμα λήψης υποτίτλων

source: Subtitles for: %s
el: Υπότιτλοι για: %s

source: Subtitles not found.
el: Δεν βρέθηκαν υπότιτλοι.

source: Subtitles provider: %s
el: Πάροχος υποτίτλων: %s

source: Such as downloading and installation additional binaries
el: Όπως λήψη και εγκατάσταση πρόσθετων δυαδικών αρχείων

source: Synchronize
el: Συγχρονισμός

source: TV Shows
el: Τηλεοπτικές εκπομπές

source: TV series
el: Τηλεοπτικές σειρές

source: TV shows
el: Τηλεοπτικές εκπομπές

source: Teletext decoder
el: Αποκωδικοποιητής Teletext

source: Testers:
el: Δοκιμαστές:

source: Text files ytlist and urllist are in:
el: Τα αρχεία κειμένου ytlist και urllist βρίσκονται στο:

source: The "%s" utility is used by IPTVPlayer.
el: Η εφαρμογή "%s" χρησιμοποιείται από το IPTVPlayer.

source: The "%s" utility is used by the IPTVPlayer as external movie player based on the ffmpeg and libeplayer.
el: Η εφαρμογή "%s" χρησιμοποιείται από το IPTVPlayer ως εξωτερική αναπαραγωγή ταινιών βασισμένη σε ffmpeg και libeplayer.

source: The "%s" utility is used by the IPTVPlayer as external movie player.
el: Η εφαρμογή "%s" χρησιμοποιείται από το IPTVPlayer ως εξωτερική αναπαραγωγή ταινιών.

source: The "%s" utility is used by the IPTVPlayer to buffering and downloading [%s] links.
el: Η εφαρμογή "%s" χρησιμοποιείται από το IPTVPlayer για την προφόρτωση και τη λήψη των [%s] συνδέσμων.

source: The "%s" utility is used by the IPTVPlayer to determine the encoding of the text.
el: Η εφαρμογή "%s" χρησιμοποιείται από το IPTVPlayer για τον προσδιορισμό της κωδικοποίησης του κειμένου.

source: The current host crashed
el: Ο τρέχων host κράσαρε

source: The default video quality:
el: Η προεπιλεγμένη ποιότητα βίντεο:

source: The preferred protocol:
el: Το προτιμώμενο πρωτόκολλο:

source: The problem with creating a directory [%s].
el: Το πρόβλημα με τη δημιουργία καταλόγου [%s].

source: The problem with obtaining the gateway proxy!
el: Το πρόβλημα με την απόκτηση του διακομιστή μεσολάβησης πύλης!

source: The problem with the logged-in user "%s. Check your login details in the host configuration."
el: Το πρόβλημα με τον συνδεδεμένο χρήστη "%s. Ελέγξτε τα στοιχεία σύνδεσής σας στις ρυθμίσεις του host."

source: The problem with the user's logon "%s". Check your login details in the host configuration.
el: Το πρόβλημα με τη σύνδεση του χρήστη "%s". Ελέγξτε τα στοιχεία σύνδεσής σας στις ρυθμίσεις του host.

source: The same item already exists in this group.
el: Το ίδιο στοιχείο υπάρχει ήδη σε αυτή την ομάδα.

source: The user Last.fm
el: Ο χρήστης Last.fm

source: There are no active premium account. Using a limited version that may not work properly with congested links.
el: Δεν υπάρχει ενεργός λογαριασμός premium. Χρήση περιορισμένης έκδοσης που ενδέχεται να μην λειτουργεί σωστά με συμφορημένους συνδέσμους.

source: There is a new version available do you want to update? Your version [%s], latest version on server [%s].
el: Υπάρχει μια νέα διαθέσιμη έκδοση, θέλετε να ενημερώσετε; Η έκδοσή σας [%s], η πιο πρόσφατη έκδοση στον διακομιστή [%s].

source: There are no other favourite groups
el: Δεν υπάρχουν άλλες αγαπημένες ομάδες

source: There is no free space on the drive [%s].
el: Δεν υπάρχει ελεύθερος χώρος στο δίσκο [%s].

source: There is no space in the directory [%s] Available[%s], required [%s].
el: Δεν υπάρχει χώρος τον κατάλογο [%s] Διαθέσιμα [%s], απαιτούνται [%s].

source: There is no update for the current configuration.
el: Δεν υπάρχει ενημέρωση για τις τρέχουσες ρυθμίσεις.

source: There was an error Download.
el: Παρουσιάστηκε σφάλμα λήψης.

source: There was an error Download. Status[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]
el: Παρουσιάστηκε σφάλμα λήψης. Κατάσταση[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]

source: There was an error downloading.
el: Παρουσιάστηκε σφάλμα κατά τη λήψη.

source: This site requires login. Please complete host configuration data.
el: Αυτός ο ιστότοπος απαιτεί σύνδεση. Συμπληρώστε τα δεδομένα ρυθμίσεων του host.

source: Today, too many people are watching a movie with
el: Σήμερα, πάρα πολλοί άνθρωποι παρακολουθούν μια ταινία με

source: Top
el: Κορυφαία

source: Topics
el: Θέματα

source: Total Divas
el: Σύνολο ντίβας

source: Try again for some time
el: Δοκιμάστε ξανά για κάποιο χρονικό διάστημα

source: Turkish
el: Τουρκικά

source: Turn off buffering for http://prognoza.pogody.tv/
el: Απενεργοποίηση προφόρτωσης για http://prognoza.pogody.tv/

source: Type:
el: Τύπος:

source: Türk
el: Τουρκικά

source: UNKNOWN
el: ΑΓΝΩΣΤΟ

source: Ukraine
el: Ουκρανία

source: Unknown
el: Άγνωστο

source: Unknown protocol %s
el: Άγνωστο πρωτόκολλο %s

source: Unknown protocol [%s]
el: Άγνωστο πρωτόκολλο [%s]

source: Unpacking the archive completed successfully.
el: Η αποσυσκευασία του αρχείου ολοκληρώθηκε με επιτυχία.

source: Update completed successfully. For the moment, the system will reboot.
el: Η ενημέρωση ολοκληρώθηκε με επιτυχία. Προς το παρόν, το σύστημα θα επανεκκινήσει.

source: Update failed. Check the status by selecting interesting and pressing OK.
el: Η ενημέρωση απέτυχε. Ελέγξτε την κατάσταση επιλέγοντας ενδιαφέρον και πατώντας OK.

source: Update failed. Check the status by selectiong interesting and pressing ok.
el: Η ενημέρωση απέτυχε. Ελέγξτε την κατάσταση επιλέγοντας ενδιαφέρον και πατώντας ok.

source: Update not available.
el: Η ενημέρωση δεν είναι διαθέσιμη.

source: Update packet was downloaded successfully.
el: Η λήψη του πακέτου ενημέρωσης έγινε με επιτυχία.

source: Update server not selected.
el: Δεν έχει επιλεγεί διακομιστής ενημέρωσης.

source: Upload date
el: Ημερομηνία μεταφόρτωσης

source: Urllists player
el: Αναπαραγωγή Urllists

source: Use German proxy for link request
el: Χρήση γερμανικού διακομιστή μεσολάβησης για αίτημα σύνδεσης

source: Use Polish proxy for http://prognoza.pogody.tv/
el: Χρήση πολωνικού διακομιστή μεσολάβησης για το http://prognoza.pogody.tv/

source: Use a proxy gateway
el: Χρήση πύλης διακομιστή μεσολάβησης

source: Use default video quality:
el: Χρήση προεπιλεγμένης ποιότητας βίντεο:

source: Use defauult qality:
el: Χρήση προεπιλεγμένης ποιότητας:

source: Use ru proxy server:
el: Χρήση διακομιστή μεσολάβησης ru:

source: User Last.fm
el: Χρήστης Last.fm

source: User [%s] logon failure.
el: Αποτυχία σύνδεσης χρήστη [%s].

source: User files
el: Αρχεία χρήστη

source: User links
el: Σύνδεσμοι χρήστη

source: User links stored in the ytlist.txt file.
el: Οι σύνδεσμοι χρήστη αποθηκεύτηκαν στο αρχείο ytlist.txt.

source: User-Agent
el: Πράκτορας χρήστη

source: Username:
el: Όνομα χρήστη:

source: Uses the default video quality:
el: Χρησιμοποιεί την προεπιλεγμένη ποιότητα βίντεο:

source: Utility "%s" has not been detected. Do you want to install it?
el: Η εφαρμογή "%s" δεν έχει εντοπιστεί. Θέλετε να την εγκαταστήσετε;

source: Utility "%s" has not been detected. What do you want to do?
el: Η εφαρμογή "%s" έχει εντοπιστεί. Τι θέλετε να κάνετε;

source: Utility "%s" is deprecated. Do you want to install new one?
el: Η εφαρμογή "%s" είναι παρωχημένη. Θέλετε να εγκαταστήσετε μια νέα;

source: Utility "%s" is deprecated. What do you want to do?
el: Η εφαρμογή "%s" είναι παρωχημένη. Τι θέλετε να κάνετε;

source: VIDEO
el: ΒΙΝΤΕΟ

source: Version
el: Έκδοση

source: Version [%s] is ready for installation. After installation, restart of the system will be done. Do you want to continue?
el: Η έκδοση [%s] είναι έτοιμη για εγκατάσταση. Μετά την εγκατάσταση, θα γίνει επανεκκίνηση του συστήματος. Θέλετε να συνεχίσετε;

source: Video
el: Βίντεο

source: Video buffer size [MB]
el: Μέγεθος προφόρτωσης βίντεο [MB]

source: Video format:
el: Μορφή βίντεο:

source: Video options
el: Επιλογές βίντεο

source: Videos
el: Βίντεο

source: View count
el: Αριθμός προβολών

source: WWE Main Event
el: Κύριο πρόγραμμα WWE

source: Watch video materials from IPTV services
el: Παρακολούθηση βίντεο από υπηρεσίες IPTV

source: Web streams player
el: Αναπαραγωγή ροών Ιστού

source: Webpages:
el: Ιστοσελίδες:

source: Week
el: Εβδομάδα

source: Weekly
el: Εβδομαδιαία

source: Writer
el: Συγγραφέας

source: Wrong indexes.
el: Λάθος δείκτες.

source: Wrong version. downloaded version [%s] is different from the requested [%s].
el: Λάθος έκδοση. η κατεβασμένη έκδοση [%s] είναι διαφορετική από τη ζητούμενη [%s].

source: You can use Russian proxy server as a workaround.
el: Μπορείτε να χρησιμοποιήσετε ρωσικό διακομιστή μεσολάβησης ως λύση.

source: You do not have a premium account. Starting a sponsored broadcast.
el: Δεν έχετε λογαριασμό premium. Έναρξη χορηγούμενης μετάδοσης.

source: You do not have a premium account.Starting a sponsored broadcast.
el: Δεν έχετε λογαριασμό premium. Έναρξη χορηγούμενης μετάδοσης.

source: You need to enter email and password in configuration.
el: Πρέπει να εισάγετε email και κωδικό πρόσβασης στις ρυθμίσεις.

source: You probably have not access to this page due to geolocation restriction.
el: Πιθανότατα δεν έχετε πρόσβαση σε αυτήν τη σελίδα λόγω περιορισμού γεωγραφικής θέσης.

source: Your OpenSSL version is [%s]
el: Η έκδοση OpenSSL είναι [%s]

source: Your platform is [%s]
el: Η πλατφόρμα σας είναι [%s]

source: Your search entry
el: Όροι αναζήτησης

source: Youtube player
el: Αναπαραγωγή Youtube

source: Youtubes player
el: Αναπαραγωγή Youtubes

source: [%s] - configuration
el: [%s] - ρυθμίσεις

source: [%s] will be used by IPTVPlayer.
el: Το [%s] θα χρησιμοποιηθεί από το IPTVPlayer.

source: [%s] with buffering
el: [%s] με προφόρτωση

source: [%s] without buffering
el: [%s] χωρίς προφόρτωση

source: [For download only]
el: [Μόνο για λήψη]

source: [group]
el: [ομάδα]

source: active
el: ενεργό

source: aqua
el: θαλασσί

source: ascending
el: αύξουσα

source: assessment
el: εκτίμηση

source: average
el: μέσος όρος

source: based on IP
el: βασισμένο στην IP

source: bottom
el: κάτω

source: buffer-duration
el: διάρκεια προφόρτωσης

source: buffer-size
el: μέγεθος προφόρτωσης

source: center
el: κέντρο

source: channel
el: κανάλι

source: console
el: κονσόλα

source: cover
el: κάλυμμα

source: data
el: δεδομένα

source: date added
el: ημερομηνία προσθήκης

source: date-add
el: ημερομηνία-προσθήκη

source: default
el: προεπιλογή

source: descending
el: φθίνουσα

source: deutsch
el: γερμανικά

source: direct link
el: άμεσος σύνδεσμος

source: download-buffer-path
el: διαδρομή προφόρτωσης-λήψης

source: english
el: αγγλικά

source: espanol
el: ισπανικά

source: favourites
el: αγαπημένα

source: favourtes
el: αγαπημένα

source: format
el: μορφή

source: free premium player.
el: δωρεάν premium αναπαραγωγή.

source: fuchsia
el: φούξια

source: good
el: καλό

source: gray
el: γκρι

source: group
el: ομάδα

source: headertext
el: κείμενο κεφαλίδας

source: high
el: υψηλό

source: large
el: μεγάλο

source: leave movie player...
el: αφήστε την αναπαραγωγή ταινιών...

source: lector hd free
el: λέκτορ hd ελεύθερο

source: lector normal free
el: λέκτορ κανονικό ελεύθερο

source: lime
el: λεμονί

source: live
el: ζωντανά

source: live transfers
el: ζωντανές μεταφορές

source: login
el: σύνδεση

source: low
el: χαμηλή

source: maroon
el: βαθυκόκκινο

source: medium
el: μέτριο

source: mobile
el: κινητό

source: movie
el: ταινία

source: name
el: όνομα

source: number of views
el: αριθμός προβολών

source: olive
el: λαδί

source: passthrough
el: διέλευση

source: picture link
el: σύνδεσμος εικόνας

source: playlist
el: λίστα αναπαραγωγής

source: polski
el: πολωνικά

source: precompiled
el: προσυντεθειμένο

source: purple
el: μοβ

source: quality
el: ποιότητα

source: recommended
el: προτείνεται

source: release date
el: ημερομηνία κυκλοφορίας

source: ring-buffer-max-size
el: μέγιστο μέγεθος κυκλικής προφόρτωσης

source: second
el: δευτερόλεπτο

source: seconds
el: δευτερόλεπτα

source: sequencer
el: διαδοχικό

source: silver
el: ασημί

source: small
el: μικρή

source: standard
el: στάνταρ

source: teal
el: γαλαζοπράσινο

source: the best
el: καλύτερη

source: the name
el: το όνομα

source: the worst
el: χείριστη

source: top
el: κορυφαίο

source: unknown
el: άγνωστο

source: updated
el: ενημερωμένο

source: very high
el: πολύ υψηλή

source: video
el: βίντεο

source: web-live.tv login:
el: Σύνδεση web-live.tv:

source: web-live.tv password:
el: Κωδικός web-live.tv:

source: web-live.tv premium user?
el: Χρήστης web-live.tv premium;

source: white
el: λευκό

source: worst
el: χειρότερο

source: yellow
el: κίτρινο

source: Success.
el: Επιτυχία.

source: Movie categories
el: Κατηγορίες ταινιών

source: ----------------- External exteplayer3 options -----------------
el: ----------------- Επιλογές εξωτερικού exteplayer3 -----------------

source: --- Featured videos ---
el: --- Προτεινόμενα βίντεο ---

source: --- Hits ---
el: --- Επιτυχίες ---

source: --- Hot ---
el: --- Καυτά ---

source: --- Best Videos ---
el: --- Καλύτερα βίντεο ---

source: --- New Videos ---
el: --- Νέα βίντεο ---

source: --- Tags alfabetical ---
el: --- Ετικέτες αλφαβητικά ---

source: --- Pornstars ---
el: --- Πορνοστάρ ---

source: --- New ---
el: --- Νέα ---

source: --- Top Rated ---
el: --- Καλύτερη βαθμολογία ---

source: --- Most Viewedo ---
el: --- Περισσότερες προβολές ---

source: --- Most Favorited ---
el: --- Πλέον αγαπημένα ---

source: --- Most Discussed ---
el: --- Πλέον συζητήσιμα ---

source: --- Newest ---
el: --- Νεότερα ---

source: --- Most Viewed ---
el: --- Περισσότερες προβολές ---

source: --- Most Favored ---
el: --- Πλέον αγαπημένα ---

source: --- Popular ---
el: --- Δημοφιλή ---

source: --- On Air ---
el: --- Στον αέρα ---

source: --- Most Recent ---
el: --- Πιο πρόσφατα ---

source: --- Longest ---
el: --- Μεγαλύτερα ---

source: --- Most viewed ---
el: --- Περισσότερες προβολές ---

source: --- Lastest ---
el: --- Τελευταία ---

source: --- Highest Rated ---
el: --- Υψηλότερη βαθμολογία ---

source: --- Most Popular ---
el: --- Δημοφιλέστερα ---

source: - Local version
el: - Τοπική έκδοση

source: --- Channels ---
el: --- Κανάλια ---

source: ---Search History
el: ---Ιστορικό αναζήτησης

source: Search History
el: Ιστορικό αναζήτησης

source: ---Search
el: ---Αναζήτηση

source: Search movies
el: Αναζήτηση ταινιών

source: Search
el: Αναζήτηση

source: Update Now & Restart Enigma2
el: Ενημέρωση τώρα & επανεκκίνηση Enigma2

source: ERROR - Error unpacking %s' % source
el: ΣΦΑΛΜΑ - Σφάλμα κατά την αποσυσκευασία της προέλευσης % s' %

source: Require pin:
el: Απαιτείται pin:

source: File Location xxxlist.txt :
el: Τοποθεσία αρχείου xxxlist.txt :

source: Sort xxxlist :
el: Ταξινόμηση xxxlist:

source: --- boy ---
el: --- Αγόρια ---

source: --- gay ---
el: --- Γκέι ---

source: --- Transgender ---
el: --- Τρανσέξουαλ ---

source: --- Couple ---
el: --- Ζευγάρια ---

source: --- Mature ---
el: --- Ώριμες ---

source: --- Fetish ---
el: --- Φετίχ ---

source: --- Lesbian ---
el: --- Λεσβίες ---

source: --- Soul_mate ---
el: --- Αδελφή ψυχή ---

source: --- Hot_flirt ---
el: --- Καυτό φλέρτ ---

source: --- Girl ---
el: --- Κορίτσια ---

source: boy
el: Αγόρια

source: gay
el: Γκέι

source: Transgender
el: Τρανσέξουαλ

source: Couple
el: Ζευγάρια

source: Mature
el: Ώριμες

source: Fetish
el: Φετίχ

source: Lesbian
el: Λεσβίες

source: Soul_mate
el: Αδελφή ψυχή

source: Hot_flirt
el: Καυτό φλέρτ

source: Girl
el: Κορίτσια

source: --- Couples ---
el: --- Ζευγάρια ---

source: --- Male ---
el: --- Αρσενικό ---

source: --- Transsexual ---
el: --- Τρανσέξουαλ ---

source: --- Female ---
el: --- Θηλυκό ---

source: vapor
el: ατμός

source: Men
el: Άνδρες

source: Shemale
el: Τραβεστί

source: Women
el: Γυναίκες

source: new
el: νέα

source: ERROR - Error downloading:
el: ΣΦΑΛΜΑ - Σφάλμα κατά τη λήψη:

source: ERROR
el: ΣΦΑΛΜΑ

source: ERROR - Error unpacking /tmp/iptv-host-xxx.tar.gz
el: ΣΦΑΛΜΑ - Σφάλμα αποσυσκευασίας /tmp/iptv-host-xxx.tar.gz

source: ERROR - Invalid file format /tmp/iptv-host-xxx.tar.gz
el: ΣΦΑΛΜΑ - Μη έγκυρη μορφή αρχείου /tmp/iptv-host-xxx.tar.gz

source: ERROR - copy error
el: ΣΦΑΛΜΑ - σφάλμα αντιγραφής

source: Update End. Please manual restart enigma2
el: Λήξη ενημέρωσης. Παρακαλώ επανεκκινήστε χειροκίνητα το enigma2

source: ---UPDATE---
el: ---ΕΝΗΜΕΡΩΣΗ---

source: UPDATE MENU
el: ΜΕΝΟΥ ΕΝΗΜΕΡΩΣΗΣ

source: - Remote version
el: - Απομακρυσμένη έκδοση

source: UPDATE
el: ΕΝΗΜΕΡΩΣΗ

source: UPDATE-CHANGES
el: ΕΝΗΜΕΡΩΣΗ-ΑΛΛΑΓΕΣ

source: UPDATE-NOW
el: ΕΝΗΜΕΡΩΣΗ-ΤΩΡΑ

source: CHANGES IN VERSION
el: ΑΛΛΑΓΕΣ ΣΤΗΝ ΕΚΔΟΣΗ

source: Update Now
el: Ενημέρωση τώρα

source: Remote XXXversion
el: Απομακρυσμένη έκδοση XXX

source: Local XXXversion
el: Τοπική έκδοση XXX
